Repository: farzadazimipoor/iDoctorServer
Catalog: AN.Core/Resources/EntitiesResources/Messages.*.resx
Languages: ar_sa, ku_arab

source: According to change doctor schedule
ar_sa: وفق تغييرات برنامج عمل الطبيب
ku_arab: بە پێی گۆڕینی خشتەی دکتۆر

source: According to doctor absense
ar_sa: وفق عدم تواجد الطبيب
ku_arab: بە پێی بەردەست نەبوونی دکتۆر

source: Action done succesfully
ar_sa: تم بنجاح
ku_arab: بەسەرکەوتوویی ئەنجام درا

# AnErrorOccuredWhileAddingItem
source: An error occurred while adding item
ar_sa: عملية أضافة الفقرة خاطئة
ku_arab: کرداری زیادکرنی بڕگه هەڵەی تێکەوت

# AnErrorOccuredWhileDeleteItem
source: An error occurred while delete item
ar_sa: عملية حذف الفقرة خاطئة
ku_arab: کرداری لابردنی بڕگه هەڵەی تێکەوت

# AnErrorOccuredWhileUpdateItem
source: An error occurred while update item
ar_sa: عملية تجديد الفقرة المقصودة خاطئة
ku_arab: کرداری نوێکردنەوەی بڕگەی مەبەست هەڵەی تێکەوت

# AreYouSureToDeleteTurn
source: Are you sure to delete appointment?
ar_sa: هل أنت متأكد من حذف الموعد؟
ku_arab: ئایا لە سڕینەوەی ئەم نۆرەیە دڵنیایت؟

source: Capacity is smaller than requested
ar_sa: المساحة المسجلة أقل من
ku_arab: توانستی وەرگرتن کەمترە لە داواکارییەکان

# CenterHasPendingTurns
source: Center has pending appointments
ar_sa: للمركز موعد غير منفذ. الرجاء معالجة هذه المواعيد ون ثم احذف العيادة
ku_arab: ئەم سەنتەرە نۆرەی جێبەجێنەکراوی هەیە. تکایە یەکەم جار ئەم نۆرانە چارەسەر بکە ئێنجا ئەم نۆرینگەیە لابدە.

source: Custom
ar_sa: المطلوب
ku_arab: خوازیار

source: Delete current user exception
ar_sa: لا يمكنكم حذف هذا المستخدم
ku_arab: ناتوانیت ئەم بەکارهێنەرە بسڕیتەوە.

# DoctorAssignedToPolyclinicAlready
source: The doctor has already been assigned to the polyclinic
ar_sa: تم تعيين العيادة للطبيب كتور مسبقا
ku_arab: ئەم دکتۆرە پێشتر کۆمەلگای پزیشکی بۆ تەرخان کراوە.

# DoctorHasPendingTurns
source: The doctor has pending appointments
ar_sa: للطبيب موعد معلق
ku_arab: دکتۆر نۆرەی ئەنجامنەدراوی هەیە.

# DoctorHasPendingTurnsYouCannotRemoveHisRole
source: Doctor has pending appointments, you cannot remove his role
ar_sa: للمستخدم موعد معلق. الرجاء حذف المواعيد أولا أو إلغائها ومن ثم تغييره.
ku_arab: ئەم دکتۆرە نۆرەی ئەنجامنەدراوی هەیە. تکایە یەکەم جار نۆرەکانی بسڕەوە یاخۆد هەڵوەشێنەوە ئێنجا ڕۆڵی بگۆڕە.

source: Doctor is not active
ar_sa: الطبيب ليس فعالا لذلك لا يمكنك تحديده.
ku_arab: ئەم دکتۆرە بەردەست نییە بۆیە ناتوانی نۆرەی تەرخان بکەی.

# DoctorNotAvailable
source: Doctor is not available
ar_sa: الطبيب غير فعال
ku_arab: دکتۆر بەردەست نییە

source: Doctor not found
ar_sa: الطبيب غير موجود
ku_arab: دکتۆر نەدۆزرایەوە

source: Doctor not present in polyclinic
ar_sa: الطبيب ليس متواجدا في التاريخ المحدد
ku_arab: ئەم دکتۆرە لە بەرواری مەبەست لە نۆرینگە بەردەست نییە.

source: Email is duplicate
ar_sa: تم استخدام البريد الإلكتروني لشخص آخر
ku_arab: ئەم ئیمەیلە پێشتر بۆ کەسێکئ تر بەکارهێنراوە.

source: Email is not valid
ar_sa: البريد الإلكتروني خطأ
ku_arab: ئەم ئیمەیلە هەڵەیە.

source: Empty time period not valid
ar_sa: الفاصلة الزمنية الفارغة خطأ
ku_arab: مەودای کاتی بەتاڵ هەڵەیە.

source: Entity not found exception
ar_sa: لا توجد الفقرة المقصودة
ku_arab: بڕگەی مەبەست نەدۆزرایەوە

source: Error occured when check version pattern
ar_sa: يوجد خطأ عند البحث عن الوصفية
ku_arab: لەکاتی پشکنینی ڕەچەتە هەڵە ڕوویدا

source: Error occured while assign role
ar_sa: يوجد خطأ في تعيين المستخدم
ku_arab: لە کاتی تەرخان کردنی بەکارهێنەر هەڵە ڕوویدا

# ErrorOccuredWhileDoneAction
source: Error occurred while done action
ar_sa: يوجد خطأ في العملية
ku_arab: ئەم کردارە هەڵەی تێکەوت

# ErrorOccuredWhileFinalBookTurn
source: Error occurred while final book turn
ar_sa: يوجد خطأ في التسجيل النهائي
ku_arab: تۆمارکردنی کۆتایی نۆرە هەڵەی تێکەوەت

# ErrorWhileUnAssignRole
source: Error while unassigning role
ar_sa: يوجد خطأ عند رفع دور المستخدم
ku_arab: لەکاتی لادانی ڕۆڵی بەکارهێنەر هەڵە روویدا

# EveningShiftEndNotValid
source: Evening shift end time is not valid
ar_sa: تم تنظيم الوجية المسائية بشكل غير صحيح
ku_arab: کاتی کۆتایی هاتنی شفتی ئێوارە بە هەڵە دیاری کراوە

# EveningShitStartNotValid
source: Evening shit start time is not valid
ar_sa: تم تنظيم وقت بدء الوجبة بشكل غير صحيح
ku_arab: کاتی دەستپێکی شفتی ئێوارە بە هەڵە دیاری کراوە

# FileExistWithThisKey
source: File exists with this key
ar_sa: عدد الملف مضاف مسبقا
ku_arab: فایلێک بەم ژمارەیە پێشتر زیادکراوە

source: File is required
ar_sa: الحاجة إلى الملف
ku_arab: فایل پێویستە

source: File not found
ar_sa: لم يتم العثور على الملف المقصود
ku_arab: فایلی مەبەست نەدۆزرایەوە

source: Has been transmitted
ar_sa: منقول
ku_arab: گواستراوەتەوە

source: Has canceled
ar_sa: ملغى
ku_arab: هەڵوەشاوەتەوە

source: Has done
ar_sa: تمت العملية
ku_arab: ئەنجام درا

# HaveTurnPleaseComeAtTime
source: You have an appointment, please come at time
ar_sa: لحجز موعد عند الطبيب يرجى الحضور عند الوقت المحدد
ku_arab: نۆرەی دکتۆرت هەیە تکایە لە کاتی خۆت ئامادە بە.

# HaveTurns
source: Have appointments
ar_sa: عندكم موعد؟
ku_arab: نۆرەت هەیە

# HealthServiceHasPendingTurn
source: Health service has a pending appointment
ar_sa: لهذه الخدمة مواعيد منتظرة
ku_arab: بۆ ئەم خزمەتگۆزارییە نۆرەی ئەنجامنەدراو هەیە

source: Hospital not found
ar_sa: لم يتم العثور على المستشفى المطلوب
ku_arab: نەخۆشخانەی مەبەست نەدۆزرایەوە

source: In date
ar_sa: بتاريخ
ku_arab: لە بەرواری

source: In polyclinic
ar_sa: في عيادة
ku_arab: لە کۆمەڵگای پزیشکی

source: Item added successFully
ar_sa: تمت إضافة الفقرة المطلوبة بنجاح
ku_arab: بڕگەی مەبەست بە سەرکەوتوویی زیادکرا

source: Item deleted successFully
ar_sa: تم حذف الفقرة المقصودة بنجاح
ku_arab: بڕگەی مەبەست بە سەرکەوتوویی لادرا

source: Item not found
ar_sa: لم يتم العثور على الفقرة المقصودة
ku_arab: بڕگەی مەبەست نەدۆزرایەوە

source: Item updated successFully
ar_sa: تم تغيير الفقرة المقصودة بنجاح
ku_arab: گۆڕینی بڕگەی مەبەست بە سەرکەوتوویی ئەنجام درا

# MaxAllowedSize
source: Maximum allowed size
ar_sa: أوسع مجال للصلاحيات المخولة
ku_arab: زۆرترین قەبارەی ڕێپێدراو

# MessageHasSentAlready
source: The message has been sent already
ar_sa: الرسالة مرسلة مسبقا،لا يحتاج إلى إعادة إرسال
ku_arab: ئەم پەیامە پێشتر نێردراوە.

source: Mobile has turn for date
ar_sa: لهذا الرقم المبايل موعد في التاريخ المحدد لا يمكن تجديد حجز موعد مرة أخرى
ku_arab: ئەم ژمارە تەلەفۆنە لە بەرواری داواکراو نۆرەی هەیە ناتوانی دیسان نۆرەی بۆ تۆمار بکەی

source: Mobile is not valid
ar_sa: رقم المبايل غير صحيح
ku_arab: ژمارە تەلەفۆن هەڵەیە

source: Mobile number duplicate
ar_sa: رقم المبايل (اسم المستخدم) معاد (مكرر)
ku_arab: ژمارە تەلەفۆنی (ناوی بەکارهێنەر) دووبارەیە

source: Morning shift end not valid
ar_sa: وقت انتهاء الوجبة المسائية غير صحيح
ku_arab: کاتی کۆتایی هاتنی شفتی بەیانی بە هەڵە دیاری کراوە

source: Morning shift start not valid
ar_sa: وقت بدء الوجبة الصباحية غير صحيح
ku_arab: کاتی دەستپێکی شفتی بەیانی بە هەڵە دیاری کراوە

# Msg_AccessDenied
source: Access denied
ar_sa: تم الرفض
ku_arab: رێگەپێنەدراو

# Msg_AccessDenied403
source: Access denied 403
ar_sa: تم رفض الدخول [403]
ku_arab: ئەم بەکارهێنەرە دەسەڵآتی بەکارهێنانی ئەم بابەتەی نییە. بۆ زانیاری زیاتر تکایە پەیوەندی بکەن بە بەڕێوەبەری سیستەم.

# Msg_AjaxRequestAborted
source: Ajax request aborted
ar_sa: تم إحباط طلب Ajax

# Msg_ConnectionError
source: Connection error
ar_sa: خطأ في الإتصال. الرجاء التحقق من اتصال الانترنت الخاص بك.
ku_arab: کێشە لە پەیوەندی بە سێرڤەر، تکاێە لە هەبوونی هێڵی پەیوەندی دڵنیا بنەوە

# Msg_InternalServerError500
source: Internal server error 500
ar_sa: خطأ خادم داخلي [500]
ku_arab: کێشەیەکی ناوەکی ڕوویدا، کێشەی سێرڤەرساید

# Msg_RequestedJSONParseFailed
source: Requested JSON parse failed
ar_sa: طلب تحليل JSON فشل.
ku_arab: داواکاری لە سەر بەڕێوەبردنی (جەیسەن) کێشەی هەیە

# Msg_RequestedPageNotFound404
source: Requested page not found 404
ar_sa: الصفحة المطلوبة غير موجودة [404]
ku_arab: داواکاری بۆ ئەو لاپەڕەیە هیچ دەستکەوتێکی نەبوو [404]

# Msg_TimeOutError
source: Time out error
ar_sa: خطأ مهلة.
ku_arab: کێشەی زۆریی چاوەڕوانی (Time Out)

# NoDoctorSelected
source: No doctor is selected
ar_sa: لم يتم تحديد طبيب
ku_arab: هیچ دکتۆرێک هەڵنەبژێردراوە

# NoHealthServiceSelected
source: No health service is selected
ar_sa: لم يتم تحديد أية خدمة
ku_arab: هیچ خزمەتێک هەڵنەبژێردراوە

# NoPictureSelected
source: No picture is selected
ar_sa: لم يتم تحديد أية صورة
ku_arab: هیچ وێنەیەک هەڵنەبژێردراوە

source: No speciality selected
ar_sa: لم يتم تحديد أي اختصاص
ku_arab: هیچ پسپۆڕییەک هەڵنەبژێردراوە

source: Not found valid schedule exception
ar_sa: لم يتم تحديد الوقت الصحيح لهذه الخدمة في التاريخ المحدد
ku_arab: کاتی خوازراو بۆ ئەم خزمەتە لە بەرواری داواکراو نەدۆزرایەوە

# OnlineTurnsQueueNumber
source: Online appointments queue number
ar_sa: رقم تسلسل موعدك في الانتظار
ku_arab: ژمارە نۆرەی تۆ لە سەڕەی چاوەڕوانی

source: Password assigned successfully
ar_sa: تم تعيين رمز العبور بنجاح
ku_arab: ووشەی نهێنی بەسەرکەوتوویی تەرخان کرا

source: Password changed successfully
ar_sa: تم تغيير رمز العبور بنجاح
ku_arab: ووشەی نهێنی بەسەرکەوتوویی گۆڕدرا

source: Password must be 6 digits
ar_sa: لا يمكن أن يكون رمز العبور أقل من ست حروف
ku_arab: ووشەی نهێنی پێویستە زیادتر لە ٦ پیت بێت

# PasswordsNotSame
source: Passwords did not match
ar_sa: رمز العبور غير متطابق
ku_arab: ووشە نهێنییەکان یەک نین

source: Patient Has No Treatments
ar_sa: المريض ليس لديه سجل
ku_arab: هیچ تۆمارێک بۆ ئەم نەخۆشە نەدۆزرایەوە

# PatientHasPendingTurns
source: Patient has pending appointments
ar_sa: للمريض موعد منتظر، الرجاء إلغاء المواعيد ومن ثم تغيير الدور
ku_arab: ئەم نەخۆشه نۆرەی ئەنجامنەدراوی هەیە. تکایه یەکەم جار نۆرەکان هەڵبوەشێنەوە دواتر ڕۆڵی بگۆڕە

# PendingTurnsExistInDate
source: Pending appointments exist in date
ar_sa: بهذا التاريخ يوجد موعد الإجراء فلا يمكن لكم جعله عطلة
ku_arab: لەم بەروارە نۆرەی ئەنجامنەدراوی هەیە بۆیە ناتوانی ئەم رۆژه بکەی بە پشوو.

source: Person
ar_sa: شخص
ku_arab: کەس

# PersonMobileDuplicate
source: Person with this mobile number already exists
ar_sa: الشخص الذي يحمل رقم الجوال هذا موجود بالفعل
ku_arab: کەسێک بەم ژمارە مۆبایلە پێشتر تۆمار کراوە

source: Please enter all requested data
ar_sa: الرجاء تسجيل المعلومات بصورة صحيحة
ku_arab: تکایە زانیاری داواکراو بەتەواوی تۆمار بکە

source: Please enter email
ar_sa: الرجاء تسجيل البريد الإلكتروني
ku_arab: تکایە ئیمەیل تۆمار بکە

source: Please enter file key
ar_sa: الرجاء تحديد الملف
ku_arab: تکایه ژمارەی فایل دیار بکە

source: Please enter mobile
ar_sa: الرجاء تسجيل رقم المبايل
ku_arab: تکایه ژمارە تەلەفۆن تۆمار بکه

source: Please enter valid captcha
ar_sa: الرجاء تسجيل الحراسة بشكل صحيح
ku_arab: تکایه وێنەی دڵنیایی بە درووستی تۆمار بکه

source: Please enter valid date
ar_sa: الرجاء تسجيل التاريخ بشكل صحيح
ku_arab: تکایه بەرواری درووست تۆمار بکە

source: Please select file with specified format
ar_sa: الرجاء اختيار الملف الصحيح
ku_arab: تکایه فایلی درووست هەڵبژێرە

# PleaseSelectPicWithSpecefiedFormat
source: Please select a picture with specefied format
ar_sa: الرجاء اختيار الصورة الصحيحة
ku_arab: تکایه وێنەی درووست هەڵبژێرە

# PlsEnterStartEndDateTime
source: Please enter start end date time
ar_sa: الرجاء تحديد ساعة البدء والانتهاء بطريقة صحيحة
ku_arab: تکایه کاتژمێر و بەرواری دەستپێک و کۆتایی تۆمار بکه

# PolyclinicDontHasHelathService
source: Polyclinic does not have health service
ar_sa: الطلب غير موجود في العيادة
ku_arab: خزمەتی هەڵبژێردراو لە کۆمەڵگای پزیشکی بەردەست نییه

# PolyclinicHasPendingTurns
source: Polyclinic has pending appointments
ar_sa: للعيادة موعد غير منفذ
ku_arab: ئەم کۆمەڵگا پزیشکییە نۆرەی ئەنجامنەدراوی هەیە

source: Polyclinic not found
ar_sa: لم يتم العثور على العيادة المطلوبة
ku_arab: کۆمەڵگای پزیشکی داواکراو نەدۆزرایەوە

source: Reception
ar_sa: الاستلام
ku_arab: پێشوازی

source: Recover password
ar_sa: كشف رمز التعبير
ku_arab: دۆزینەوەی ووشەی نهێنی

source: Reserve confirmation
ar_sa: تأييد تخصيص الموعد
ku_arab: دووپاتکردنی تەرخانی نۆرە

# ReservedTurnsList
source: Reserved appointments list
ar_sa: قائمة المواعيد المخصصة
ku_arab: لیستی نۆرەکانی تەرخانکراو

source: Rules and regulations
ar_sa: القوانين و التعليمات
ku_arab: یاساکان و ڕێنماییەکان

# ScheduleDeActiveSuccessfully
source: Schedule deactivated successfully
ar_sa: تم إلغاء برنامج تحديد الوقت بنجاح
ku_arab: بەرنامەی کات دانان بە سەرکەوتوویی له کارخرا

source: Schedule for disabled day exception
ar_sa: التاريخ المحدود غير فعال في البرنامج الدائم للعيادة لذلك تحديد هذا اليوم غير متوفر
ku_arab: بەرواری هەڵبژێردراو لە خشتەی نۆرینگه کارا نەکراوە بۆیه کات دانان بۆ ئەم ڕۆژە بەردەست نییه

source: Schedule for not working hours exception
ar_sa: لم يتم تسجيل هذا الطبيب في البرنامج الدائم في التاريخ المحدد لذلك هذا اليوم غير متوفر لليوم
ku_arab: ئەم دکتۆرە لە خشتەی نۆرینگه بۆ بەرواری داواکراو تۆمار نەکراوە بۆیه کات دانان بۆ ئەم رۆژە بەردەست نیه

source: Schedule for past exception
ar_sa: لا توجد طريقة لتحديد توقيت الماضي
ku_arab: ناتوانی کات بۆ ڕۆژانی تێپەڕبوو دابنێی

source: Schedule for vocation day exception
ar_sa: التاريخ المحدد واقع في أيام العطلة لذلك لا يمكن تحديده
ku_arab: بەرواری هەڵبژێردراو لە ناو رۆژانی پشوو دایه بۆیە ناتوانی کاتی بۆ دانێی

source: Schedule has interferes with previews
ar_sa: هناك خلط بين أوقات بدء وانتهاء لأوقات العمل مع ساعات الأعمال السابقة
ku_arab: کاتی دەستپێک و کۆتایی ئەم کاتژمێرەی کارکردن لەگەڵ کاتژمێرەکانی کارکردنی پێشوو بۆ ئەم بەروارە تێکەڵ بووە

source: Schedule not specified for date
ar_sa: لم يتم تحديد الساعة للتاريخ المحدد لذلك لا يمكنكم تحديده كموعد
ku_arab: بۆ بەرواری داواکراو نۆرە دانان تۆمار نەکراوە بۆیە ناتوانی تەرخانی نۆرەی بۆ بکەی

source: Schedule outside bound exception
ar_sa: لا تتطابق ساعات البدء والانتهاء لتحديد الوقن مع ساعات عمل الطبيب
ku_arab: کاتژمێرەکانی دەستپێک و کۆتایی ئەم کات دانانه لەگەڵ کاتژمێرەکانی کارکردنی دکتۆر یەک ناگرن

# ScheduleStartMustSmallerThanEnd
source: The end date must be greater than the start date
ar_sa: وقت البدء يجب أن يكون أصغر من وقت الانتهاء
ku_arab: کاتی دەستپێکی نۆرە دانان دەبیت زووتر بیت لە کاتی کۆتایی

source: Schedule start not valid for BHR
ar_sa: لا يتطابق وقت البدء المخصص مع ساعات الموعد المخصصة
ku_arab: کاتی دەستپێکی تەرخان لەگەڵ سنووری کاتژمێرەکانی خشتەی نۆرە گرتن یەک ناگرنەوە

source: Schedule start smaller than doctor turning start
ar_sa: وقت البدء بالعمل أصغر من وقت البدء بمواعيد الطبيب
ku_arab: کاتی دەستپێکی کاتژمێری کارکردن زووترە لە کاتی دەستپێکی نۆرەدانانی دکتۆر

# SendPicWithThisFormats
source: Send picture with this format
ar_sa: الرجاء إرسال صورة بهذه الأشكال
ku_arab: تکایه وێنەیەک بەم فۆرمەتانه بنێرە

source: Starting and end time not valid
ar_sa: لم يتم تنظيم الوقت بين البدء والانتهاء
ku_arab: کاتی دەستپێک و کۆتایی بە درووستی رێک نەخراون

# SystemVocationDayException
source: System vacation day exception
ar_sa: تم تحديد اليوم كعطلة ولا يحتاج إلى لإضافته
ku_arab: ئەم رۆژە بە شێوەی ئۆتۆماتیکی وەکوو پشووه دانراوە و پێویست بە زیادکردنی ناکات

source: To date
ar_sa: بتاريخ
ku_arab: لە بەرواری

# TommorwYou
source: Tomorrow you
ar_sa: أنتم غداً
ku_arab: ئێوە سبەی

# TommowYouIn
source: Tomorrow you in
ar_sa: أنتم غداً في
ku_arab: ئێوە سبەی لە

# TurnBookedFinally
source: Appointment booked finally
ar_sa: تم تسجيل الموعد بنجاح
ku_arab: نۆرە بە سەرکەوتوویی تەرخان کرا

# TurnIsInProgressNow
source: Appointment is in progress now
ar_sa: تحديد الموعد جارٍ
ku_arab: ئەم نۆرەیە ئێستا لە پڕۆسەی تەرخان کردن دایه

# TurnReservedSuccessfully
source: Appointment reserved successfully
ar_sa: تم تحديد الموعد المطلوب مؤقتاً
ku_arab: نۆرەی داواکراو بە شێوەی کاتی تەرخان کرا

# TurnTimePassed
source: Appointment time passed
ar_sa: وقت الموعد منقضٍ لا يمكنكم تحديده
ku_arab: کاتی ئەم نۆرەیە تێپەڕ بووە، ناتوانی تەرخانی بکەی

source: Unassign doctor with pending appointments exception
ar_sa: للطبيب موعد غير منفذ,لا يمكنكم حذفه
ku_arab: ئەم دکتۆرە نۆرەی جێبەچینەکراوی هەیە، ناتوانی لابدەی

# UnKnownErrorOccuredInServerPlsContactAdmin
source: Unknown error occurred in server please contact admin
ar_sa: يوجد خطأ في نظام الخدمة، الرجاء الاتصال بمدير النظام
ku_arab: هەڵەیەک لە سیستەمی خزمەتگوزاری هەیە، تکایە پەیوەندی بە بەڕێوەبەری سیستەم بکە

source: Until end visit time
ar_sa: إلى نهاية الوقت المحدد
ku_arab: تاکۆتایی خشتەی تەرخانکردنی نۆرە

# UserIsAdminCanotDelIt
source: This user is admin, it cannot be deleted
ar_sa: هذا المستخدم مدير النظام لا يمكنكم حذفه
ku_arab: ئەم بەکارهێنەرە بەڕێوەبەری سیستەمه، ناتوانی لابدەی

# UserIsAdminYouCannotDeleteIt
source: This user is admin, it cannot be deleted
ar_sa: هذا المستخدم مدير النظام لا يمكنكم حذفه
ku_arab: ئەم بەکارهێنەرە بەڕێوەبەری سیستەمه، ناتوانی لابدەی

source: User is clinic manager already
ar_sa: تم اختيار هذا المستخدم كمدير العيادة
ku_arab: ئەم بەکارهێنەرە پێشتر وەکۆ بەڕێوەبەری ئەم نۆرینگەیە هەڵبژێردراوە

source: User is managing centers, please unassign first
ar_sa: هذا المستخدم حالياً مدير المركز، الرجاء حذف المسؤولية ومن ثم قم بتغيير دوره
ku_arab: ئەم بەکارهێنەرە ئێستا بەڕێوەبەری سەنتەرە، تکایە یەکەمجار بەرپرسیارەتی لابدە ئینجا رۆڵی بگوڕە

source: User is not doctor, you cannot assign speciality
ar_sa: هذا المستخدم ليس طبيبا، لا يمكنكم تحديد اختصاص له
ku_arab: ئەم بەکارهێنەرە دکتۆر نییە، ناتوانی پسپۆڕیی بۆ تەرخان بکەی

source: User is not doctor, you cannot select expertise
ar_sa: هذا المستخدم ليس طبيبا، لا يمكنكم تحديد اختصاص له
ku_arab: ئەم بەکارهێنەرە دکتۆر نییە، ناتوانی پسپۆڕیی بۆ تەرخان بکەی

# UserIsPolyclinicManagerCannotDelIt
source: User is polyclinic manager, you cannot delete it
ar_sa: هذا المستخدم مدير العيادة لا يمكنكم حذفه
ku_arab: ئەم بەکارهێنەرە بەڕیوەبەری کۆمەڵگای پزیشکییە، ناتوانی لابدەی

source: Username or password is invalid
ar_sa: الاسم أو رمز العبور غير صحيح
ku_arab: ناو یا ووشەی نهێنی هەڵەیە

source: User registered successfully
ar_sa: تم تسجيل اسمكم بنجاح
ku_arab: ناوتان بە سەرکەوتوویی تۆمار کرا

# UserWithThisEmailExistBefore
source: User with this email alreay exists
ar_sa: تم تسجيل مستخدم بهذا الاسم (اسم المستخدم) مسبقا
ku_arab: بەکارهێنەرێک بەم ئیمەیلە (ناوی بەکارهێنەر) پێشتر تۆمار کراوە.

# UserWithThisMobileExist
source: Mobile number exists
ar_sa: تم تسجيل مستخدم بهذا الرقم
ku_arab: بەکارهێنەرێک بەم ژمارە مۆبایله پێشتر تۆمار کراوە.

source: Valid empty time period not found
ar_sa: لم يتم العثور على الفاصلة الزمنية الصحيحة
ku_arab: مەودای زەمەنی درووست نەدۆزرایەوە

source: Version pattern is not valid
ar_sa: تعبير الطبع المسجل غير صحيح
ku_arab: دەربڕینی وەشانی تۆمارکراو هەڵەیە

source: Will be canceled
ar_sa: يتم الإلغاء
ku_arab: هەڵدەوەشێتەوە

source: Without limitation from now
ar_sa: غير محدود (من الآن)
ku_arab: بێ سنوور (لە ئێستاوە)

source: With starting visit time
ar_sa: متزامنا مع بدء التخصيص
ku_arab: هاوکات لەگەڵ دەستپێکی تەرخان

# YouAreLoggedInAndCannotChangeRole
source: You are logged in, you cannot change role
ar_sa: دخلتم الآن في النظام، لا يمكنم القيام بلعبة دوركم
ku_arab: ئێوە ئێستا چوونەتە ناو سیستەم، ناتوانن رۆڵی خۆتان بگوڕن.

# YouAreLoggedInCannotChangeRole
source: You are logged in, you cannot change role
ar_sa: دخلتم الآن في النظام، لا يمكنم القيام بلعبة دوركم
ku_arab: ئێوە ئێستا چوونەتە ناو سیستەم، ناتوانن رۆڵی خۆتان بگوڕن.

source: You cannot delete current user from clinic managers
ar_sa: لا يمكنكم حذف هذا المستخدم من قائمة مدراء العيادة
ku_arab: ناتوانی ئەم بەکارهێنەرە له لیستی بەڕێوەبەرانی کلینیک بسڕیتەوە.

source: You cannot remove admin role for this user
ar_sa: لا يمكنكم إلغاء دور مدير هذا المستخدم
ku_arab: ئێوە ناتوانن ئەم بەکارهێنەرە لە ڕۆڵی بەڕێوەبەرایەتی لابدەن

source: You don’t have permission
ar_sa: المستخدم العزيز! هذا القسم غير متوفر لك!
ku_arab: بەکارهێنەری بەڕێز ببورە ئەم بەشە بەردەست نییە بۆ تۆ

source: Your appointment for doctor
ar_sa: موعدك للطبيب
ku_arab: نۆرەی ئێوە بۆ دکتۆر

# YourMessageSenedToUsSuccessfully
source: Your message was sent successfully
ar_sa: تم إرسال رسالتكم بنجاح
ku_arab: پەیامەکەتان بە سەرکەوتوویی نێردرا

# YourPhoneDeletedSuccessfully
source: Mobile number deleted successfully
ar_sa: تم حذف رقم مبايلكم بنجاح
ku_arab: ژمارە مۆبایلی ئێوە بەسەرکەوتوویی لادرا

# YourPhoneHasBeenAdded
source: Phone number has been added
ar_sa: تم تسجيل رقم موبايلكم
ku_arab: ژمارە مۆبایلی ئێوە تۆمارکرا

# YourTurnFromDate
source: Your appointment from date
ar_sa: موعدكم بتاريخ
ku_arab: نۆرەی ئێوە لە بەرواری

# YourTurnInDate
source: Your appointment in date
ar_sa: موعدكم بتاريخ
ku_arab: نۆرەی ئێوە بۆ بەرواری

# YourTurnReservedSuccessfully
source: Your appointment is reserved successfully
ar_sa: تم تسجيل موعدكم بنجاح
ku_arab: نۆرەی ئێوە بەسەرکەوتوویی تۆمارکرا

# YourTurnWillBeCanceled
source: Your appointment will be canceled
ar_sa: يتم إلغاء موعدكم
ku_arab: نۆرەی ئێوە هەڵدەوەشێتەوە

source: No Item Found
ar_sa: هیچ بڕگەیک نەدۆزرایەوە
ku_arab: هیچ بڕگەیک نەدۆزرایەوە

# WontAbleRevertThis
source: You won't be able to revert this
ar_sa: لن تتمكن من التراجع عن هذا الإجراء
ku_arab: توانای گەڕاندنەوەی ئەم کردارەت نابێت

source: Patient has no record
ar_sa: المريض ليس لديه سجل
ku_arab: هیچ تۆمارێک بۆ ئەم نەخۆشە نەدۆزرایەوە

source: Prescription is done before
ar_sa: ويتم وصفة طبية من قبل
ku_arab: ئەم ڕاچیتە پێشتر ئەنجام دراوە

source: Prescription not found
ar_sa: وصفة طبية غير موجود
ku_arab: ڕاچیت نەدۆزرایەوە

# SomethingWentWrong
source: Oops! Something went wrong.
ar_sa: أوە! هناك خطأ ما
ku_arab: هەڵەیەک ڕوویداوە

source: Page Not Found
ar_sa: الصفحة غير موجودة
ku_arab: لاپەڕە نەدۆزرایەوە

# WeCouldNotFindPage
source: We could not find the page you were looking for.
ar_sa: لم نتمكن من العثور على الصفحة التي كنت تبحث عنها.
ku_arab: لاپەڕەی داواکراو نەدۆزرایەوە

# AccessDenied
source: You do not have permission to do this action
ar_sa: ليس لديك إذن للقيام بهذا الإجراء
ku_arab: توانای بەکارهێنانی ئەم بابەتەت نیە

# HaveAppointmentWithAnotherDoctorAtTime
source: You have appointment with another doctor in the selected time
ar_sa: لديك موعد مع طبيب آخر في الوقت المحدد
ku_arab: نۆره‌ی پزیشكت هه‌یه‌ له‌هه‌مان كاتی هه‌ڵبژێردراو

# WorkingScheduleNotFoundForThisTime
source: Working schedule not found for this time. Please see working hours and request new appointment
ar_sa: جدول العمل غير موجود لهذا الوقت. يرجى الاطلاع على ساعات العمل وطلب موعد جديد.
ku_arab: كاتی كاركردن نه‌دۆزرایه‌وه‌ بۆ كاتی هه‌ڵبژێردراو، تكایه‌ سه‌یری كاته‌كانی كاركردن بكه‌ و نۆره‌یه‌كی نوێ داوابكه‌.

# AppointmentDoneNotificationBody
source: Your appointment has been done successfully, kindly rate your visit!
ar_sa: تم الموعد بنجاح، يرجى تقييم زيارتك.
ku_arab: نۆره‌كه‌ت ته‌واو بوو، تكایه‌ سه‌ردانكردنه‌كه‌ت هه‌ڵبسه‌نگێنه‌!

# AppointmentDoneNotificationTitle
source: Appointment Done
ar_sa: تم الموعد
ku_arab: نۆره‌كه‌ت ته‌واو بوو
