Repository: farzadazimipoor/iDoctorServer
Catalog: AN.Web/LocalResource/Resource.*.resx
Languages: ar_sa, ku_arab

source: About us
ar_sa: من نحن
ku_arab: دەربارەی ئیمە

source: Address
ar_sa: العنوان
ku_arab: ناونیشان

source: All rights reserved for
ar_sa: جميع الحقوق محفوظة
ku_arab: هەموو مافەکان پارێزراوە بۆ

source: Android
ar_sa: آندرويد
ku_arab: ئه‌ندرۆید

source: Attention
ar_sa: انتباه
ku_arab: ئاگاداری

source: AwroNore
ar_sa: أورونوره
ku_arab: ئەوڕۆ نۆرە

source: Awrosoft address
ar_sa: امباير وولد، بزنس تاورز، T4، طابق 13، مكتب رقم 1.
ku_arab: بزنس تاوەرەکانی ئێمپایەر/T4

# AwrosoftCompany
source: Awrosoft ICT solutions company
ar_sa: شركة أوروسوفت
ku_arab: کۆمپانیای ئەوڕۆسۆفت

source: Back
ar_sa: العودة
ku_arab: گەڕانەوە

source: Best doctors
ar_sa: أفضل الأطباء
ku_arab: بەناوبانگترین پزیشکەکان

source: Booking Appointment System
ar_sa: نظام حجز الموعد
ku_arab: سیستەمی نۆرەگرتن

source: Cancel
ar_sa: الرجوع
ku_arab: پاشگەزبوونەوە

# CancelThisAppointAndBack
source: Cancel This appointment and back
ar_sa: الرجوع عن حجز الموعد والعودة
ku_arab: پاشگەزبوونەوە لەم نۆرەیە و گەڕانەوە

source: Clinic
ar_sa: العيادة
ku_arab: نۆرینگە

source: Clinic selection
ar_sa: اختيار العيادة
ku_arab: هەڵبژاردنی نۆرینگە

source: Clinic shifts
ar_sa: برنامج عمل العيادة
ku_arab: بەرنامەی کاری نۆرینگە

source: Clinic show
ar_sa: إلقاء نظرة إلى العيادات
ku_arab: بینینی نۆرینگەکان

source: Clinic type selection
ar_sa: تحديد نوع العيادة
ku_arab: دیاری کردنی جۆری نۆرینگە

source: Close
ar_sa: إغلاق
ku_arab: داخستن

# CommonQuestionsAnsweres
source: Common questions and answeres
ar_sa: أسئلة وأجوبة شائعة
ku_arab: پرسیار و وەڵام

source: Contact
ar_sa: الاتصال
ku_arab: پەیوەندی

source: Contact numbers
ar_sa: أرقام الاتصال
ku_arab: ژمارەکانی پەیوەندی

source: Contact us
ar_sa: الاتصال بنا
ku_arab: پەیوەندی بە ئێمە

source: Copyright
ar_sa: جميع الحقوق محفوظة لشركة أوروسوفت
ku_arab: هەموو مافەکان بۆ کۆمپانیایی ئەوڕۆسۆفت پارێزراوە

source: Date
ar_sa: التاريخ
ku_arab: بەروار

source: Date selection
ar_sa: تحديد التاريخ
ku_arab: دەستنیشان کردنی بەروار

source: Day
ar_sa: يوم
ku_arab: رۆژ

source: Doctor
ar_sa: الطبيب
ku_arab: پزیشک

# DownloadPatientApp
source: Download patient application
ar_sa: تنزيل تطبيق المريض
ku_arab: داگرتنی ئەپلیکەیشنی نەخۆش

source: Education
ar_sa: تدريب
ku_arab: ڕاهێنان

# Email
source: Email address
ar_sa: البريد الإلكتروني
ku_arab: ئیمەیل

# EmailNotValid
source: Email address is not valid
ar_sa: بريدك الإلكتروني غير صحيح
ku_arab: ئیمەیلەکەت هەڵەیە

source: Enerting data alert
ar_sa: اشعار إدخال البيانات
ku_arab: داخڵ کردنی داتا

source: Entering data
ar_sa: إدخال البيانات
ku_arab: داخڵ کردنی داتا

source: Evening shift
ar_sa: الوجبة المسائية
ku_arab: شفتی ئێوارە

source: Expertises
ar_sa: الاختصاصات
ku_arab: پسپۆریەکان

source: Female
ar_sa: أنثى
ku_arab: مێ

source: Final confirmation
ar_sa: تأييد الموعد
ku_arab: دووپاتکردنەوەی نۆرە

source: First available turn
ar_sa: أول موعد متوفر
ku_arab: یەکەم نۆرەی بەردەست

source: First name
ar_sa: الاسم
ku_arab: ناو

source: Forgot password
ar_sa: نسيت كلمة المرور
ku_arab: ناوی بەکارهێنەرم لە بیر نەماوە

source: For reserve appointment
ar_sa: لحجز الموعد
ku_arab: بۆ تەرخانکردنی نۆرە

source: From hour
ar_sa: وقت
ku_arab: لە کاژێر

source: Full
ar_sa: تم
ku_arab: تەواو/پڕ

source: Gender
ar_sa: الجنس
ku_arab: ڕەگەز

source: Home page
ar_sa: الصفحة الرئيسية
ku_arab: لاپەڕەی سەرەکی

source: Hospital
ar_sa: المستشفى
ku_arab: نەخۆشخانە

source: Hospitals
ar_sa: المستشفيات
ku_arab: نەخۆشخانەکان

source: Hour
ar_sa: الساعة
ku_arab: کاژێر

# IndividualPatientInfo
source: Patient information
ar_sa: معلومات المريض
ku_arab: زانیاری تاکی نەخۆش

source: Insurance code
ar_sa: رمز الكفالة (التأمين)
ku_arab: کۆدی دەستەبەری

source: Insurance type
ar_sa: نوع الكفالة (التأمين)
ku_arab: جوری دەستەبەری

source: Is governmental
ar_sa: حكومية
ku_arab: حکوومی بیت؟

source: Law regulations
ar_sa: القوانين والقرارات
ku_arab: یاساکان و بڕیارەکان

source: Log out
ar_sa: الخروج
ku_arab: دەرچوون

source: Male
ar_sa: ذكر
ku_arab: نێر

source: Medical council number
ar_sa: الرقم الطبيب
ku_arab: ژمارەی فەرمی پزیشک

source: Mobile
ar_sa: رقم الموبايل
ku_arab: کۆدی نیشتیمانی

# MobileApps
source: Mobile applications
ar_sa: تطبيقات الموبايل
ku_arab: ئەپەکان

source: More
ar_sa: أخرى
ku_arab: زیاتر

source: Morning shift
ar_sa: الوجبة الصباحية
ku_arab: شفتی بەیانی

source: Next step
ar_sa: المرحلة الأخيرة
ku_arab: قۆناغی دواتر

# NonGovClinics
source: Nongovernmenal clinics
ar_sa: العيادات
ku_arab: نۆرینگە نا حکومیەکان

# NotItemFound
source: No item found
ar_sa: البحث دون نتيجة
ku_arab: گەڕان دەستکەوتێکی نەبوو

source: Online payment
ar_sa: الدفع الالكتروني
ku_arab: پارەدانی ئۆنڵاین

source: Online turn reservation
ar_sa: تخصيص أونلاين لحجز موعد عند الأطباء والمستشفيات وسنترات التجميل
ku_arab: تەرخانکردنی ئۆنڵاینی نۆرەی پزیشکەکان و نەخۆشخانەکان

# OnlyHaveTurn
source: Only have appointment
ar_sa: لديه موعد متاح
ku_arab: تەنها نۆرەی بەتاڵ؟

# OnlyShowDoctorsWithHaveTurn
source: Only show doctors which have appointment
ar_sa: فقط عرض الأطباء الذين لهم مواعيد متاحة
ku_arab: تەنها پێشان دانی پزیشکەکانی خاوەن نۆرەی بەتاڵ؟

source: Password
ar_sa: كلمة السر
ku_arab: ووشەی نهێنی

source: Patient info
ar_sa: معلومات المريض
ku_arab: زانیاری نەخۆش

source: Patient register
ar_sa: تسجيل المريض
ku_arab: بە ئەندام بوونی نەخۆش

source: Person
ar_sa: شخص
ku_arab: کەس

# PleaseEnterDate
source: Enter date
ar_sa: أدخل التاريخ
ku_arab: تکایە بەروار داخڵ بکەن

# PleaseOnlyEnterText
source: Enter text only
ar_sa: أدخل نص
ku_arab: تکایە تەنها نووسین داخڵ بکەن

# PleaseSelectCity
source: Select your city
ar_sa: أختر المدينة
ku_arab: تکایە شار هەڵبژێرە

# PleaseSelectDate
source: Select a date
ar_sa: حدد التاريخ
ku_arab: تکایە بەروار دیاری بکە

# PleaseSelectExpertise
source: Select an expertise
ar_sa: أختر الطبيب المتخصص
ku_arab: تکایە پسپۆڕی پزیشک هەڵبژیرە

# PleaseSelectOneOfThisTurns
source: Select an appointment
ar_sa: أختر أحد المواعيد أدناه
ku_arab: تکایە یەکێک لە نۆرەکانی خوارەوە هەڵبژێرە

# PleaseSelectProvince
source: Select province
ar_sa: أختر المحافظة
ku_arab: تکایە پارێزگا هەڵبژێرە

source: Polyclinic
ar_sa: العيادة
ku_arab: کۆمەڵگری پزیشکی

# PolyclinicRegister
source: Polyclinic registeration
ar_sa: تسجيل العيادة
ku_arab: بە ئەندام بوونی کۆمەڵگەی پزیشکی

source: Polyclinics
ar_sa: العيادات
ku_arab: کۆمەڵگە پزیشکییەکان

# PromptEmailRequired
source: Email address is required
ar_sa: البريد الالكتروني مطلوب
ku_arab: تکایە ئیمەیل داخڵ بکەن

# PromptEnterValidEmail
source: Enter valid email address
ar_sa: من فضلك أدخل بريد الكترونى صحيح
ku_arab: تکایە ئیمەیلێکی درووست داخڵ بکە

source: Quick search by clinic name
ar_sa: البحث السريع بأسم العيادة
ku_arab: گەڕانی خێرا بە پێ ناو (یان بەشێکی ناوی) نۆرینگە

source: Quick search by doctor name
ar_sa: البحث السريع بأسم الطبيب
ku_arab: گەڕانی خێرا بە پێ ناو (یان بەشێکی ناوی) پزیشک

source: Remained time
ar_sa: مدة البقاء
ku_arab: کاتی بەردەست

source: Reservation
ar_sa: حجز موعد
ku_arab: نۆرە گرتن

source: Reserve appointment
ar_sa: تخصيص موعد
ku_arab: تەرخانکردنی نۆرە

source: Reserve appointment for clinics and health centers
ar_sa: حجز موعد للعيادة والمراكز الطبية
ku_arab: تەرخانکردنی نۆرە بۆ نۆرینگە و سەنتەرەکانی پزیشکی

source: Reserve appointment for doctor
ar_sa: حجز موعد الطبيب
ku_arab: تەرخانکردنی نۆرە بۆ پزیشک

# ReserveThisTurn
source: Reserve this appointment
ar_sa: اختيار هذا الموعد
ku_arab: هەڵبژاردنی ئەم نۆرەیە

source: Safety security
ar_sa: الإلتزام بالتعلميات الأمنية
ku_arab: پابەند بوون بە خاڵەکانی دڵنیایی ئەمنی

# SafetySecurityAlert
source: Safety security notification
ku_arab: له کاتی پاره دانی ئه لکترونی به خاڵه کانی ئه منی ده رگای بانک و نیشانه ی کۆدی ده رگای بانک له بەر چاو بگری و کودی کارت و زانیارییه کانی تر و... به ده ست که سانی نامومەده

source: Search doctors
ar_sa: البحث عن الأطباء
ku_arab: گەڕان و دۆزینەوەی پزیشکەکان

source: Second name
ar_sa: اسم الأب
ku_arab: ناوی باوک

source: Select city
ar_sa: اختيار المدينة
ku_arab: هەڵبژاردنی شار

source: Selected expertises
ar_sa: المميزات المحددة
ku_arab: پسپۆریەکانی هەڵبژێردراو

source: Select province
ar_sa: اختر المحافظة
ku_arab: هەڵبژاردنی پارێزگا

source: Send
ar_sa: إرسال
ku_arab: ناردن

source: Service
ar_sa: الخدمات
ku_arab: خزمەتگوزاری

source: Sign in
ar_sa: الدخول
ku_arab: چوونه ژوورەوه

source: Sign up
ar_sa: العضوية
ku_arab: بوون بە ئەندام

source: Start time
ar_sa: الساعة
ku_arab: کاژێر

source: Sum
ar_sa: الإجمالي
ku_arab: ئەنجامی کۆکردنەوە

source: Support
ar_sa: تأييد
ku_arab: پاڵپشتی

# TimeTable
source: Schedule
ar_sa: الخطة
ku_arab: بەرنامە

source: To hour
ar_sa: إلى ساعة
ku_arab: تا کاژێر

source: Training
ar_sa: التدريب
ku_arab: ڕاهێنان

# Turn
source: Appointment
ar_sa: تسلسل الموعد
ku_arab: نۆرە

# TurnCancellation
source: Appointment cancellation
ar_sa: الرجوع
ku_arab: پاشگەزبوونەوە

# TurnProceedingAlert
source: Appointment proceeding notification
ar_sa: الرجوع عن حجز الموعد
ku_arab: پاشگەزبوونەوە لە نۆرەگرتن

# TurnProceedingCancellation
source: Appointment proceeding cancellation
ar_sa: الرجوع عن حجز الموعد
ku_arab: پاشگەزبوونەوە لە نۆرەی ئەنجامنەدراو/چاوەڕوان

# Turns
source: Appointments
ar_sa: الحجوزات
ku_arab: نۆرەکان

source: Useful article
ar_sa: الإيجابيات
ku_arab: خاڵه بەسوودەکان

source: Useful links
ar_sa: الروابط المفيدة
ku_arab: لینکە بەسوودەکان

source: User
ar_sa: المستخدم
ku_arab: بەکارهێنەر

source: Username
ar_sa: اسم المستخدم
ku_arab: ناوی بەکارهێنەر

source: View and reserve appointment
ar_sa: إلقاء نظرة وتعيين الموعد
ku_arab: بینین و تەرخانکردنی نۆرە

# ViewAndTrackingAppoints
source: View and track appointments
ar_sa: إلقاء نظرة ومتابعة الموعد
ku_arab: بینین و بەدواداچوونی نۆرەکان

source: View scheduling
ar_sa: إلقاء نظرة إلى جدول الأعمال
ku_arab: بینینی خشتەی کار کردن

source: Visit date selection
ar_sa: تعيين تاريخ الزيارة
ku_arab: دیاری کردنی بەرواری بینینی نەخۆش

source: Visit time
ar_sa: وقت المجيء
ku_arab: کاتی سەردان

# VisitTimeAlert
source: Visit time notification
ar_sa: اللإبلاغ عن وقت المجيء
ku_arab: ئاگادارکرنەوەی کاتی سەردان

source: Warning
ar_sa: ملاحظة
ku_arab: سەرنج

source: Your appointment
ar_sa: موعدك
ku_arab: نۆرەی ئیوە
