Repository: farzadazimipoor/iDoctorServer
Catalog: AN.Core/Resources/Global/Global.*.resx
Languages: ku_arab

source: About
ku_arab: ده‌رباره

source: Accomplish
ku_arab: جێ بە جێ کردن

source: Active
ku_arab: کارا

source: Add new offer
ku_arab: زیاد کردنی ئۆفەری نوێ

source: Address
ku_arab: ناونیشان

source: After
ku_arab: دوای

source: Age
ku_arab: تەمەن

source: All
ku_arab: هەموو

source: Android
ku_arab: ئه‌ندرۆید

source: Approve
ku_arab: دووپاتکردنەوە

source: Arabic
ku_arab: عەرەبی

source: Archive
ku_arab: ئەرشیف

source: AwroNore
ku_arab: ئەوڕۆ نۆرە

source: Back
ku_arab: گەڕانەوە

source: Base Information
ku_arab: زانیاری بنەڕەتی

source: Before
ku_arab: بەر لە

source: Birthdate
ku_arab: ڕۆژی لە دایک بوون

# BookingNewTurn
source: Booking new appointment
ku_arab: ته‌رخانكردنی نۆره‌ی نوێ

# BookingTurn
source: Booking appointment
ku_arab: تەرخانکردنی نۆرە

# BookingTurns
source: Booking appointments
ku_arab: نۆره‌ گرتن

# BookThisTurn
source: Book this appointment
ku_arab: تەرخانی ئەم نۆرە

# BookTurnsFast
source: Book appointments fast
ku_arab: خێرا نۆرە بگرە

source: Browser
ku_arab: وێبگەڕ

source: Browsers
ku_arab: وێبگەڕەکان

# CallNumbers
source: Contact number
ku_arab: ژمارەکانی پەیوەندی

source: Cancel
ku_arab: پاشگەزبوونەوە

source: Canceled
ku_arab: پاشگەزبووەوە

# Cancelled
source: Canceled
ku_arab: پاشگەزبووەوە

# CancelTurn
source: Cancel appointment
ku_arab: پاشگەزبوونەوە لە نۆرە

source: Capacity
ku_arab: توانست

source: Captcha
ku_arab: كاپتچا

source: Category
ku_arab: هاوپۆلەکان

source: City
ku_arab: شار

source: Clinic
ku_arab: نۆرینگە

source: Clinics
ku_arab: نۆرینگەکان

source: Clinic type
ku_arab: جۆری نۆرینگە

source: Close
ku_arab: داخستن

source: Contact number
ku_arab: ژمارەی پەیوەندی

source: Continue
ku_arab: بەردەوام بە

source: Create account
ku_arab: هەژمارێک درووست بکە

source: Create date
ku_arab: بەرواری دامەزراندن

source: Current version
ku_arab: وەشانی ئێستا

source: Custom
ku_arab: بەپێی خواست

source: Date
ku_arab: بەروار

source: Day
ku_arab: ڕۆژ

# DayOFWeek
source: Days of the week
ku_arab: ڕۆژی هەفتە

source: Delete
ku_arab: سڕینەوە

source: Deleted
ku_arab: سڕایەوە

source: Description
ku_arab: ناوەڕۆک

# Description_Ar
source: Description in Arabic
ku_arab: ناوەڕۆک (عەرەبی)

# Description_Ku
source: Description in Kurdish
ku_arab: ناوەڕۆک (کوردی)

source: Details
ku_arab: ناوەڕۆک

source: Disabling
ku_arab: لە کار خستن

source: Doctor
ku_arab: پزیشک

# DoctorNotActive
source: Doctor is not active
ku_arab: پزیشک بەردەست نییە

# DoctorNotHaveAvailableTurn
source: Doctor does not have available appointment
ku_arab: پزیشک نۆرەی بەتاڵی نییە، بۆیە ناتوانی نۆرە بگری.

# DoctorOrClinicOrHospitalName
source: Doctor, clinic, beauty center or hospital name
ku_arab: ناوی پزیشك، نه‌خۆشخانه‌ یان نۆرینگە

source: Doctors
ku_arab: پزیشکەکان

source: Done
ku_arab: ئەنجام درا

# DownloadAwroNoreApp
source: Download AwroNore application
ku_arab: دابه‌زاندنی ئه‌وڕۆنوڕه

source: Download directly
ku_arab: دابه‌زاندنی ڕاسته‌وخۆ

source: Downloads
ku_arab: داگیراوەکان

# DoYouWantDeleteThisItem
source: Do you want to delete this item?
ku_arab: ئایا دڵنیایت لە سڕینەوەی ئەم بابەتە؟

source: Edit
ku_arab: دەستکاری

source: Email
ku_arab: ئیمەیل

source: Enabling
ku_arab: کارا کردن

source: English
ku_arab: ئینگلیزی

source: Error!
ku_arab: هەڵە

source: Error connecting to server
ku_arab: هەڵە لە پەیوەندی بە سێرڤر

# Err_403Forbidden
source: Error 4031 forbidden
ku_arab: رێگەپێنەدراۆ

# Err_DoctorNotActiveAndNotAvailave
source: Error! Doctor is not active/ not availave
ku_arab: پزیشک بەردەست نییە بۆیە ناتوانی نۆرەی بگری

# Err_DoctorNotFound
source: Error! Doctor not found
ku_arab: پزیشکی مەبەست نەدۆزرایەوە

# Err_EmailNotValid
source: Error! Email is not valid
ku_arab: ئیمەیلی درووست داخڵ نەکراوە

# Err_EnterAllFields
source: Error! Enter all fields
ku_arab: تکایە هەموو خانەکان داخڵ بکە

# Err_ErrorOccured
source: Error occured
ku_arab: هەڵەیەک ڕوویداوە

# Err_ErrorWhileSaveTurn
source: Error occurred while saving the appointment
ku_arab: لە کاتی تۆمار کردنی نۆرە هەڵەیەک ڕوویداوە

# Err_FirstAvailableTurnForDateNotFound
source: First available appointment for date is not found!
ku_arab: یەکەمین نۆرەی بەردەست بۆ ئەم بەروارە نەدۆزرایەوە

# Err_HealthServiceNotFound
source: Health service is not found!
ku_arab: خزمەتگوزاری نەدۆزرایەوە

# Err_MobileBe10Char
source: Phone number should be 10 digit number
ku_arab: ژمارەی تەلەفۆن نابێت کەمتر لە ١١ ژمارە بێت

# Err_MobileBlocked
source: Phone number is blocked!
ku_arab: ئەم ژمارە تەلەفۆنە بە هۆی سەرپێچی ڕاگیراوە، بۆیە ناتوانی نۆرەی بۆ بگری

# Err_MobileMax10Char
source: Phone number should be 10 digit number maximum!
ku_arab: ژمارەی تەلەفۆن نابێت زۆرتر لە ١١ ژمارە بێت

# Err_MobileMin10Char
source: Phone number should be 10 digit number minimum!
ku_arab: ژمارەی تەلەفۆن نابێت کەمتر لە ١١ ژمارە بێت

# Err_MobileNotValid
source: Phone number is not valid
ku_arab: ژمارە تەلەفۆن درووست نیە

# Err_NoUserFoundForMobile
source: No user found for phone number
ku_arab: هیچ بەکارهێنەرێک بۆ ئەم ژمارە تەلەفۆنە نەدۆزرایەوە

# Err_PasswordsNotMatch
source: Passwords does not match
ku_arab: ووشەی نهێنی و ووشەی نهێنی دووبارەکراو یەکسان نین

# Err_PleaseEnterNumbersOnly
source: Please enter numbers only!
ku_arab: تکایە تەنها ژمارە تۆمار بکە

# Err_PleaseEnterTextOnly
source: Please enter text only!
ku_arab: تکایە تەنها نووسین تۆمار بکە

# Err_RequestWrong
source: Request wrong!
ku_arab: داواکارییەکەت بۆ سێرڤر هەڵەیە

# Err_ScheduleNotDefinedForDate
source: Schedule is not defined for that date
ku_arab: بۆ بەرواری مەبەست خشتەی کاتی دانەنراوە، بۆیە ناتوانی نۆرە تەرخان بکەی

# Err_SecurityCodeNotValid
source: Security code is not valid
ku_arab: کۆدی پاراستن درووست نیە

# Err_ThisFieldIsRequired
source: This field is required
ku_arab: ئەم خانەیە ناکرێت بەتاڵ بێت

# Err_TurnInProgress
source: Appointment in progress
ku_arab: ئەم نۆرەیه لە باری تەرخانکردن دایە

# Err_TurnTimePassed
source: Appointment time passed
ku_arab: کاتی ئەم نۆرەیە تێپەڕ بووە، بۆیە ناتوانی تەرخانی بکەی

# Err_UserHaveTurnForDate
source: User have appointment for date
ku_arab: ئەم کەسە بۆ ئەم بەروارە نۆرەی هەیە بۆیە ناتوانی دووبارە نۆرەی بۆ بگری

# Err_ValidTimePeriodNotFound
source: Valid time period not found
ku_arab: هیچ کاتێکی بەردەست بۆ ئەم مەودا زەمەنییە نەدۆزرایەوە

# Err_YouReservedTurnForDateBefore
source: You reserved appointment for this date before
ku_arab: تۆ پێشتر بۆ ئەم بەروارە نۆرەت تەرخان کردووە.

source: Evening
ku_arab: ئێوارە

source: Evening shift
ku_arab: شفتی ئیوارە

source: Exit
ku_arab: دەرچوون

source: Expertise
ku_arab: پسپۆڕی

source: Female
ku_arab: مێ

source: Filter
ku_arab: پاڵاوتن

source: Free
ku_arab: بەردەست

source: Friday
ku_arab: هەینی

source: From
ku_arab: لە

source: From time
ku_arab: لە کاژێر

source: Gender
ku_arab: ڕەگەز

source: Height
ku_arab: باڵا

source: Home
ku_arab: ڵاپەڕەی سەرەکی

source: Hospital
ku_arab: نەخۆشخانە

source: Hospitals
ku_arab: نەخۆشخانەکان

source: Hour
ku_arab: كاژێر

source: ID number
ku_arab: ژمارەی ناسنامە

source: Image
ku_arab: وێنە

source: Images
ku_arab: وێنەکان

source: Inactive
ku_arab: ناچاڵاک

source: Insurance
ku_arab: دەستەبەری

source: IP
ku_arab: ئای پی

source: Is Employee?
ku_arab: فەرمانبەرە ؟

source: Key
ku_arab: کلیل

source: Kurdish
ku_arab: کوردی

source: Language
ku_arab: زمان

source: Latitude
ku_arab: پانتایی جوگرافیایی

source: Longtitude
ku_arab: درێژیی جوگرافیای

source: Main page
ku_arab: پەڕەی سەرەکی

source: Male
ku_arab: نێر

source: Man
ku_arab: کەس

source: Manager
ku_arab: بەڕێوەبەر

source: Manager Name
ku_arab: ناوی بەڕێوەبەر

source: Managers
ku_arab: بەڕێوەبەرەکان

# MarriageStatus
source: Marital status
ku_arab: باری خێزانداری

source: Married
ku_arab: خێزاندار

# MaxCapacity
source: Maximum capacity
ku_arab: توانای وەرگرتن

# MaxLength100
source: Maximum length 100
ku_arab: ئەم بابەتە نابێت زۆرتر لە ١٠٠ پیت بێت

# MaxLength1000
source: Maximum length 1000
ku_arab: ئەم بابەتە نابێت زۆرتر لە ١٠٠٠ پیت بێت

# MaxLength110
source: Maximum length 110
ku_arab: ئەم بابەتە نابێت زۆرتر لە ١١٠ پیت بێت

# MaxLength15
source: Maximum length 15
ku_arab: ئەم بابەتە نابێت زۆرتر لە ١٥ پیت بێت

# MaxLength20
source: Maximum length 20
ku_arab: ئەم بابەتە نابێت زۆرتر لە ٢٠ پیت بێت

# MaxLength255
source: Maximum length 255
ku_arab: ئەم بابەتە نابێت زۆرتر لە ٢٥٥ پیت بێت

# MaxLength256
source: Maximum length 256
ku_arab: ئەم بابەتە نابێت زۆرتر لە ٢٥٦ پیت بێت

# MaxLength30
source: Maximum length 30
ku_arab: ئەم بابەتە نابێت زۆرتر لە ٣٠ پیت بێت

# MaxLength50
source: Maximum length 50
ku_arab: ئەم بابەتە نابێت زۆرتر لە ٥٠ پیت بێت

# MaxLength500
source: Maximum length 500
ku_arab: ئەم بابەتە نابێت زۆرتر لە ٥٠٠ پیت بێت

# MaxLength9
source: Maximum length 9
ku_arab: ئەم بابەتە نابێت زۆرتر لە ٩ پیت بێت

source: Medical council number
ku_arab: ژمارەی فەرمی سەندیکای پزیشک

source: Medical record
ku_arab: تۆماری پزیشكی

# MinLength30
source: Minimum length 30
ku_arab: ئەم بابەتە نابێت کەمتر لە ٣٠ پیت بێت

# MinLength9
source: Minimum length 9
ku_arab: ئەم بابەتە نابێت کەمتر لە ٩ پیت بێت

source: Minute
ku_arab: خولەک

source: Mobile
ku_arab: مۆبایل

source: Mobile number
ku_arab: ژمارە تەلەفۆن

source: Monday
ku_arab: دووشەممە

source: Morning
ku_arab: بەیانی

source: Morning shift
ku_arab: شفتی بەیانی

source: Move
ku_arab: گواستنەوە

# Msg_AreYouSure
source: Are you sure?
ku_arab: ئایا دڵنیای؟

# Msg_DoYouWantToDoThis
source: Do you want to do this?
ku_arab: ئایا دڵنیای لە ئەنجامی ئەم کردارە

# Msg_EnterNewPassword
source: Enter new password
ku_arab: تکایە ووشەی نهێنی داخڵ بکە

# Msg_EnterSecurityCode
source: Enter security code
ku_arab: تکایە کۆدی پاراستن داخڵ بکە

# Msg_EnterValidMobileNumber
source: Enter valid mobile number
ku_arab: تکایە ژمارە تەلەفۆنی درووست داخڵ بکە

# Msg_FieldRequired
source: Field required
ku_arab: ئەم خانە ناکرێت بەتاڵ بێت

# Msg_HaveNewMessages
source: You have new messages
ku_arab: پەیامی نوێتان هەیە

# Msg_HavePolyclinicRegisterRequests
source: you have polyclinic register requests
ku_arab: داواکاری نوێتان هەیە بۆ تۆمار کردنی کۆمەڵگەی پزیشکی

# Msg_OperationSuccessful
source: Operation successful
ku_arab: بابەتەکەتان بە سەرکەوتوویی تۆمار کرا

# Msg_PleaseClickHere
source: Please click here
ku_arab: تکایە لێرە کلیک بکە

# Msg_PleaseEnterMobile
source: Please enter mobile
ku_arab: تکایە ژمارە تەلەفۆنەکەت داخڵ بکە

# Msg_PleaseEnterYourInformation
source: Please enter your information
ku_arab: تکایە زانیاریەکانت درووست داخڵ بکە

# Msg_TurnCanceledSuccessfully
source: Appointment canceled successfully
ku_arab: نۆرەی مەبەست بە سەرکەوتوویی هەڵوەشایەوە

# Msg_TurnFinalReservedSuccessfully
source: Appointment final reserved successfully
ku_arab: نۆرەی مەبەست بە سەرکەوتوویی تەرخان کرا

# Msg_TurnReservedTemporary
source: Appointment reserved temporary
ku_arab: نۆرەی مەبەست بە شێوەی کاتی بەسەرکەوتوویی تەرخان کرا

# MyTurns
source: My appointments
ku_arab: نۆره‌كانم

source: Name
ku_arab: ناو

# Name_Ar
source: Name in Arabic
ku_arab: ناو (عەرەبی)

# Name_Ku
source: Name in Kurdish
ku_arab: ناو (کوردی)

source: New
ku_arab: نوێ

source: New message
ku_arab: پەیامی تازە

source: New messages
ku_arab: نووسراوی تازه

source: New requests
ku_arab: داواکاری تازه

source: New Treatment
ku_arab: چارەسەری نوێ

# NewTurn
source: New appointment
ku_arab: نۆرەی نوێ

source: New User
ku_arab: بەکارهێنەری نوێ

source: New version
ku_arab: وەشانی نوێ

source: Next
ku_arab: داهاتوو

source: No
ku_arab: نا

# NoAvailableTurnFound
source: No available appointment found
ku_arab: هیچ نۆرەیەک بەردەست نییە

source: No item found
ku_arab: هیچ نەدۆزرایەوە

source: Notification
ku_arab: ئاگاداری

source: Notifying
ku_arab: ئاگاداركردنه‌وه

source: Offer
ku_arab: ئۆفەر

source: Offers
ku_arab: ئۆفەرەکان

source: Old version
ku_arab: وەشانی کۆن

source: Online
ku_arab: ئۆنلاین

# OnlyFirstAvailableTurn
source: Only first available appointment
ku_arab: تەنها یەکەم نۆرەی بەتاڵ

source: Operating systems
ku_arab: سیستەمی کارکردن

# OTPHasBeenSendedToThisNumber
source: OTP has been send to this number
ku_arab: کۆدی پەسەند بۆ ئەم ژمارە نێردراوە

source: Page
ku_arab: پەڕە

source: Password
ku_arab: ووشەی تێپەڕ/ووشەی نهێنی

source: Patient
ku_arab: نەخۆش

# PatientInfo
source: Patient information
ku_arab: زانیاری نەخۆش

source: Patients
ku_arab: نەخۆشەکان

source: Payment type
ku_arab: جۆری پارەدان

source: Pending
ku_arab: ئەنجامنەدراو

source: Percent
ku_arab: لەسەدا

source: Persian
ku_arab: فارسی

source: Persons
ku_arab: کەسەکان

source: Pharmacies
ku_arab: دەرمانخانەکان

source: Phone
ku_arab: ژ.تەلەفۆن

source: Place
ku_arab: شوێن

source: Places
ku_arab: شوێنەکان

# PleaseSelectYourTurnDate
source: Please select your appointment date
ku_arab: تکایە بەرواری نۆرەکەت دیاری بکە

# PleaseSelectYourTurnTime
source: Please select your appointmenrt time
ku_arab: تکایە کاتی نۆرەکەت دیاری بکە

source: Please wait
ku_arab: تکایە چاوەڕوان بە

source: Polyclinic
ku_arab: کۆمەڵگای پزیشکی

source: Polyclinic prefix
ku_arab: کۆمەڵگای پزیشکیی

source: Polyclinic queue
ku_arab: نۆرەی کۆمەڵگای پزیشکی

source: Polyclinics
ku_arab: کۆمەڵگا پزیشکییەکان

source: Prepayment
ku_arab: پارەدانی پێشەکی

source: Prerequisite
ku_arab: بنچینەیی

source: Previews
ku_arab: پێشوو

source: Print Prescription
ku_arab: چاپی پسوولە

source: Problems
ku_arab: گرفتەکان

source: Province
ku_arab: پارێزگا

# Range0And24
source: Range is between 0 And 24
ku_arab: ئەم بابەتە دەبیت لە نێوان ٠ تاکوو ٢٤ بێت

# Range1And1000
source: Range is between 1 And 1000
ku_arab: ئەم بابەتە دەبێت لە نێوان ١ تاکوو ١٠٠٠ بێت

# Range1And150
source: Range is between 1 And 150
ku_arab: ئەم بابەتە دەبێت لە نێوان 1 تاکوو 150بێت

# Range1And180
source: Range is between 1 And 180
ku_arab: ئەم بابەتە دەبێت لە نێوان ١ تاکوو ١٨٠ بێت

# Range1And300
source: Range is between 1 And 300
ku_arab: ئەم بابەتە دەبێت لە نێوان 1 تاکوو 300بێت

# Range1And500
source: Range is between 1 And 500
ku_arab: ئەم بابەتە دەبێت لە نێوان ١ تاکوو ٥٠٠ بێت

source: Rate
ku_arab: پلە

source: Recipient
ku_arab: وەرگر

source: Recovery
ku_arab: گەڕاندنەوە

source: Refresh
ku_arab: تازەکردنەوە

source: Register free
ku_arab: ببه‌ بە ئه‌ندام

source: Register free in AwroNore
ku_arab: به‌ خوڕایی ببه‌ بە ئه‌ندام له‌ ئه‌وڕۆ نۆره‌

source: Register patient
ku_arab: به‌ئه‌ندام بوونی نه‌خۆش

source: Register polyclinic
ku_arab: تۆمارکردنی کۆمەڵگای پزیشکی

source: Report
ku_arab: ڕاپۆرت

source: Requester
ku_arab: داواکار

source: Requests
ku_arab: داواکارییەکان

source: Reservation type
ku_arab: جوری تەرخانکردن

source: Roles
ku_arab: ڕۆڵەکان

source: Saturday
ku_arab: شەممە

source: Save
ku_arab: تۆمار کردن

source: Search
ku_arab: گەڕان

source: Search string
ku_arab: دەقی گەڕان

source: Second
ku_arab: چرکە

source: Second name
ku_arab: ناوی باوک

source: Security code
ku_arab: کۆدی پاراستن

source: Select doctor
ku_arab: هەڵبژاردنی پزیشک

source: Selected
ku_arab: هەڵبژێردراوە

source: Select expertise
ku_arab: هه‌ڵبژاردنی پسپۆڕى

source: Select image
ku_arab: هەڵبژاردنی وێنەکان

source: Selective
ku_arab: هەڵبژێر

source: Send
ku_arab: ناردن

source: Sender
ku_arab: نێردەر

source: Sequentially
ku_arab: بە نۆرە

source: Service
ku_arab: خزمەتگوزاری

source: Services
ku_arab: خزمەتگوزارییەکان

source: Settings
ku_arab: ئامادەکاری

source: Shift
ku_arab: شفت

source: Shift Centers
ku_arab: سەنتەرەکان

source: Single
ku_arab: سەڵت

source: Start
ku_arab: دەستپێکردن

source: Start upload
ku_arab: دەستپێکی ئاپلۆد

source: Status
ku_arab: بارودۆخ

source: Successful
ku_arab: سەرکەوتوو

source: Sunday
ku_arab: یەکشەممە

source: System message
ku_arab: پەیامی سیستەم

source: Text
ku_arab: نووسین

source: This month
ku_arab: ئەم مانگە

source: This week
ku_arab: ئەم هەفتەیە

source: Thursday
ku_arab: پێنجشەممە

source: Time
ku_arab: کات

source: Time period
ku_arab: مەودای کات

source: To
ku_arab: تاکو

source: Today
ku_arab: ئەمڕۆ

source: Topic
ku_arab: بابەت

source: To reserve
ku_arab: بۆ تەرخانکردن

source: To time
ku_arab: تاکو کاژێر

source: Tracking code
ku_arab: کۆدی تایبەتی

source: Treatments
ku_arab: چارەسەرییەکان

source: Tuesday
ku_arab: سێ شەممە

# Turn
source: Appointment
ku_arab: نۆرە

# TurnIsInProgressNow
source: Appointment is in progress now
ku_arab: ئەم نۆرەیە پێشتر تۆمار کراوە

# TurnReservationTimePassed
source: Appointment reservation time passed
ku_arab: کاتی ئەم نۆرە بە سەر چووە، بۆیە ناتوانی تەرخانی بکەی

# TurnReservedSuccessfully
source: Appointment reserved successfully
ku_arab: نۆرەکەتان بە سەرکەوتوویی تۆمار کرا

# Turns
source: Appointments
ku_arab: نۆرەکان

source: Type
ku_arab: جۆر

source: Under proccessing
ku_arab: لە باری جێ بە جێ بوون

source: Unique
ku_arab: جیاواز

source: Unknown
ku_arab: نەناسراو

source: Update
ku_arab: بەڕۆژکردن/نۆێکردنەوە

# UpdateUser
source: Udate User
ku_arab: ئەپدەیت کردنی بەکارهێنەر

source: Username
ku_arab: ناوی بەکارهێنەر

source: User role
ku_arab: ڕۆڵی بەکارهێنەر

source: Version
ku_arab: وەشان

source: Visit date
ku_arab: رێکەوتی سەردان

source: Visit info
ku_arab: زانیاری سەردان

# VocationDays
source: Vacation days
ku_arab: ڕۆژەکانی پشوو

source: Wednesday
ku_arab: چوارشەممە

source: Weight
ku_arab: کێش

source: With
ku_arab: لەگەڵ

source: With introduction letter
ku_arab: نووسراوی پێناساندن

source: Without prerequisite
ku_arab: داواکاریی پێشوەختی نییە

source: Yes
ku_arab: بەڵێ

# YouHaveNewMessages
source: You have a new messages
ku_arab: پەیامی تازەت هەیە

# YourTurn
source: Your appointment
ku_arab: نۆرەی ئێوە

source: Zip code
ku_arab: ژمارەی ناوچە

source: Dose
ku_arab: دوز

source: Drug
ku_arab: دەرمان

source: Drug Name
ku_arab: ناوی دەرمان

source: Frequency
ku_arab: دووپاتی

source: Quantity
ku_arab: چەندێتی

source: Reject
ku_arab: رەت کردن

source: Ok
ku_arab: باشە

source: Center
ku_arab: سەنتەر

source: Permission
ku_arab: دەسەلات

source: Person
ku_arab: کەس

source: Role
ku_arab: دەسەلات

# SentToPharmacy
source: Send to pharmacy
ku_arab: ناردن بۆ دەرمانخانە

source: Pharmacy
ku_arab: دەرمانخانە

source: Prescription
ku_arab: ڕاچیته

source: Prescriptions
ku_arab: ڕاچیتەکان

source: Process Prescription
ku_arab: جێ بە جێ کردنی ڕاچیتە

source: Send Back
ku_arab: گەڕانەوە

# MaxLength10
source: Maximum length 10
ku_arab: ئەم بابەتە نابێت زۆرتر لە ١٠ پیت بێت

source: Access Denied
ku_arab: ڕێگەپێنەدراو

source: Gallery
ku_arab: گالێری

source: Logo
ku_arab: لۆگۆ

source: Add patient from persons
ku_arab: بینین و زیاد کردنی کەسێک وەکوو نەخۆش

source: Mobile Or Unique Id
ku_arab: مۆبایل یان کۆدی تایبەتی

# SearchAndAdd
source: Search & Add
ku_arab: گەڕان و زیاد کردن

source: End
ku_arab: پایان

source: Blood Type
ku_arab: جۆری خوێن

source: Print Preview
ku_arab: بینین بۆ چاپ

source: Attachments
ku_arab: هاوپێچەکان

# Range1And365
source: Range is between 1 And 365
ku_arab: ئەم بابەتە دەبێت لە نێوان ١ تاکوو ٣٦٥ بێت

# Err_MobileMax11Char
source: Phone number should be 11 digit number maximum!
ku_arab: ژمارەی تەلەفۆن نابێت زۆرتر لە ١١ ژمارە بێت

source: Laboratory
ku_arab: تاقیگه

source: Registration Requests
ku_arab: داواکاریەکانی تۆمار کردن

# AppointmentRequests
source: Appointments requests
ku_arab: نۆرەکانی داواکراو

source: Price
ku_arab: نرخ

source: Service Name
ku_arab: ناوی خزمەتگوزاری

source: Invoice
ku_arab: هێمان

# TotalInDollars
source: Total($)
ku_arab: کۆئەنجام

source: Invoices
ku_arab: فاکتورەکان

source: Send Notification
ku_arab: ئاگادارکردنەوە

# BeautyCenterNotActive
source: Beauty Center is not active
ku_arab: سالۆنی جوانکاری بەردەست نییە

# BeautyCenterNotHaveAvailableTurn
source: Beauty Center does not have available appointment
ku_arab: سالۆنی جوانکاری نۆرەی بەتاڵی نییە، بۆیە ناتوانی نۆرە بگری

source: Summary
ku_arab: کورتە

source: Title
ku_arab: سەردێڕ

source: Valid Until
ku_arab: یاسایی هەتا

source: Is Published
ku_arab: پابلیش کراوە

# Cms
source: Content Management
ku_arab: ناوەرۆک

source: Articles
ku_arab: بابەتەکان

source: Categories
ku_arab: هاوپۆلەکان

source: Customers
ku_arab: مشتەریەکان

source: Add customer from persons
ku_arab: بینین و زیاد کردنی کەسێک وەکوو مشتەری

source: Add new customer
ku_arab: زیاد کردنی مشتەری نوێ

source: Current managers
ku_arab: بەڕێوەبەرانی ئێستا

source: Customer already exist
ku_arab: ئەم مشتەریە پێشتر زیاد کراوە

source: Employee
ku_arab: فەرمانبەر

source: Employees
ku_arab: فەرمانبەر

source: Customer
ku_arab: مشتەری

source: Photo
ku_arab: وێنە

source: Voice
ku_arab: دەنگ

source: Guide
ku_arab: چۆنیەتی بەکارهێنان

source: Advanced
ku_arab: پێشکەوتوو

source: Basic
ku_arab: سادە

source: Appointments
ku_arab: نۆرەی وەرگیراو

source: CurrencyType
ku_arab: جۆری پارە

source: Current Price
ku_arab: نرخی ئێستا

source: Discount Percentange
ku_arab: داشکاندن (٪)

source: Old Price
ku_arab: نرخی کۆن

source: Show Discount Banner
ku_arab: پیشان دانی داشکاندن

source: Visits
ku_arab: ڕێژەی بینین

source: Center Type
ku_arab: جۆری سەنتەر
