Repository: farzadazimipoor/iDoctorServer
Catalog: AN.Core/Resources/UI/AdminPanel/PanelResource.*.resx
Languages: ar_sa, ku_arab

source: Active days ahead
ar_sa: أيام النشاطات المقبلة
ku_arab: ڕۆژەکانی بەردەستی داهاتوو

source: Active doctor
ar_sa: الطبيب الفعال
ku_arab: پزیشکی بەردەست

source: Add and delete managers
ar_sa: إضافة وحذف المديرين
ku_arab: لادان و زیادکردنی بەرێوەبەرەکان

source: Add new
ar_sa: إضافة جديدة
ku_arab: زیادکردنی نوێ

source: Add new clinic
ar_sa: إضافة عيادة
ku_arab: زیاد کردنی نۆرینگە

source: Add new doctor
ar_sa: تسجيل طبيب
ku_arab: تۆماری پزیشکی نوێ

source: Add new expertise
ar_sa: إضافة اختصاص
ku_arab: زیاد کردنی پسپۆڕی نوێ

source: Add new file
ar_sa: إضافة ملف
ku_arab: زیاد کردنی دۆسیە

source: Add new hospital
ar_sa: إضافة مستشفى
ku_arab: زیاد کردنی نەخۆشخانە

source: Add new insurance
ar_sa: إضافة تأمين
ku_arab: زیاد کردنی دەستەبەری

source: Add new patient
ar_sa: إضافة مريض
ku_arab: زیاد کردنی نەخۆش

source: Add New Person
ar_sa: إضافة شخص جديد
ku_arab: زیاد کردنی کەسی نوێ

source: Add new place
ar_sa: إضافة موقع
ku_arab: زیاد کردنی شوێن

source: Add new polyclinic
ar_sa: تجسيل مركز
ku_arab: تۆماری کۆمەڵگەی پزیشکی تازە

source: Add new schedule
ar_sa: إضافة ساعة عمل
ku_arab: زیادکردنی کاتژمێری کارکردنی تازە

source: Add new user
ar_sa: إضافة شخص
ku_arab: زیادکردنی بەکارهێنەری تازە

source: Add schedule
ar_sa: إضافة جدول الساعات
ku_arab: زیادکردنی خشتەی نۆرەکان

source: Admin panel
ar_sa: هيئة الإدارة
ku_arab: پەنڵی بەرێوەبردن

source: All list
ar_sa: كافة القوائم
ku_arab: لیستی هەموو

source: All messages
ar_sa: كافة الرسائل
ku_arab: گشت پەیامەکان

source: All roles
ar_sa: كافة الأدوار
ku_arab: گشت ڕۆڵەکان

# AllSystemTurns
source: All system appointmetns
ar_sa: كافة مواعيد النظام
ku_arab: گشت نۆرەکانی سیستەم

# AllTurns
source: All appoitments
ar_sa: كافة المواعيد
ku_arab: گشت نۆرەکان

source: Announcement
ar_sa: إعلان
ku_arab: ئاگادارکردنەوە/بڵاو کردنەوە

source: Announcements list
ar_sa: قائمة الاعلانات
ku_arab: لیستی ئاگادارکردنەوەکان/بڵاو کردنەوەکان

source: Announcement SMSs
ar_sa: رسائل التبليغ
ku_arab: کورتەنامەکانی ئاگادارکردنەوە/بڵاو کردنەوەکان

source: Appointments count
ar_sa: عدد المواعید
ku_arab: ژمارەی نۆرەکان

source: Approve request
ar_sa: تأييد الطلب
ku_arab: دووپاتکردنی داواکاری

source: Assign new doctor
ar_sa: وضع طبيب جديد
ku_arab: دانانی پزیشکی نوێ

source: Assign new manager
ar_sa: وضع مدير جديد
ku_arab: دانانی بەڕێوەبەری نوێ

source: Assign to clinic
ar_sa: تعيين العيادة
ku_arab: دیاری کردن بۆ نۆرینگە

source: Assign to hospital
ar_sa: تعيين المستشفى
ku_arab: دیاری کردن بۆ نەخۆشخانە

source: Assign to polyclinic
ar_sa: تعيين المركز
ku_arab: دیاری کردن بۆ کۆمەڵگەی پزیشکی

# AwroNoreManager
source: AwroNore's manager
ar_sa: مدير أورونوره
ku_arab: بەڕێوەبەری ئەۆڕونۆرە

source: Before start visit
ar_sa: ما قبل البدء بالزيارة
ku_arab: بەر لە دەستپێکردنی سەردان

source: Blacklist
ar_sa: القائمة السوداء
ku_arab: لیستی ڕەش

source: Blocked IPs
ar_sa: عناوين آى بي المحظورة
ku_arab: ئایپیەکانی بلۆک کراو

source: Cancel all
ar_sa: إلغاء الكل
ku_arab: هەڵوەشاندنەوەی گشتییان

source: Cancel and notify
ar_sa: الرجوع والتبليغ
ku_arab: پاشگەزبوونەوە و ئاگادار کردنەوە

source: Cancel and prevent reserve again
ar_sa: الرجوع والحجز للمرة الثانية
ku_arab: پاشگەزبوونەوە و ڕێگریکردن لە نۆرە وەرگرتنی دووبارە

source: Cancel and return back to empty list
ar_sa: الرجوع وإرجاع الحجز للحجز ثانية
ku_arab: پاشگەزبوونەوە و گەڕانەوە بۆ خشتەی نۆرە بەتاڵەکان

# CanceledTurns
source: Canceled appointments
ar_sa: الحجوزات الملغية
ku_arab: نۆرە هەڵوەشێنراوەکان

# CancellAllAndDisableDoctor
source: Cancel all, and disable doctor
ar_sa: إلغاء الكل وتجميد الطبيب
ku_arab: هەڵوەشاندنەوەی گشت نۆرەکان و لەکارخستنی پزیشک

# CancelTurnAndDontResrveAgain
source: Cancel appointment and don’t resrve again
ar_sa: الرجوع عن الحجز وعدم إعادة الحجز
ku_arab: پاشگەزبوونەوە لە نۆرە و دووبارە نەکردنەوەی تەرخان

# CancelTurnAndReturnToEmptyList
source: Cancel appointment and return to empty list
ar_sa: الرجوع عن الحجز والعودة إلى مواعيد موفرة
ku_arab: پاشگەزبوونەوە لە نۆرە و گەڕانەوە بۆ نۆرەکانی بەردەست/بەتاڵ

source: Change clinic
ar_sa: تغيير العيادة
ku_arab: گۆڕینی نۆرینگە

source: Change hospital
ku_arab: گۆڕینی نەخۆشخانە

source: Change password
ar_sa: تغيير كلمة السر
ku_arab: گۆڕینی ووشەی نهێنی

source: Change polyclinic
ar_sa: تغيير العيادة
ku_arab: گۆڕینی کۆمەڵگەی پزیشکی

source: Clinic doctors
ar_sa: أطباء العيادة
ku_arab: پزیشکانی نۆرینگە

source: Clinic name
ar_sa: اسم العيادة
ku_arab: ناوی نۆرینگە

source: Clinic polyclinics list
ar_sa: قائمة اختصاصات العيادة
ku_arab: لیستی نۆرینگەکانی کۆمەڵگەی پزیشکی

source: Clinic status
ar_sa: حالة العيادة
ku_arab: بارۆدۆخی کۆمەڵگەی پزیشکی

# ClinicTurns
source: Clinic appointments
ar_sa: حجز العيادة
ku_arab: نۆرەکانی کۆمەڵگەی پزیشکی

# ClinicTurnsReport
source: Clinic appointments report
ar_sa: تقرير مواعيد العيادة
ku_arab: ڕاپۆرتی نۆرەکانی کۆمەڵگەی پزیشکی

source: Clinic type
ar_sa: نوع العيادة
ku_arab: جۆری کۆمەڵگەی پزیشکی

source: Clinic vocations
ar_sa: أيام عطلة العيادة
ku_arab: پشووەکانی کۆمەڵگەی پزیشکی

source: Confirm new password
ar_sa: تأييد كلمة السر الجديدة
ku_arab: دووپاتکردنی ووشەی نهێنی نوێ

source: Contact us
ar_sa: الاتصال بنا
ku_arab: پەیوەندی به ئێمە

source: Current doctors list
ar_sa: قائمة الأطباء المتواجدين
ku_arab: لیستی پزیشکەکانی ئێستا

source: Current managers list
ar_sa: قائمة المدراء المتواجدين
ku_arab: لیستی بەرێوەبەرانی ئێستا

source: Dashboard
ar_sa: داشبورد
ku_arab: داشبۆرد

# DeletedTurns
source: Deleted appointments
ar_sa: المواعيد الملغية
ku_arab: نۆرەکانی لادراو

source: Details
ar_sa: الملاحظات
ku_arab: تێبینیەکان/ناوەڕۆک

# DisableDcotor
source: Disable doctor
ar_sa: حضر الطبيب
ku_arab: لەکارخستنی پزیشک

source: Disable doctor for all day
ar_sa: حضر الطبيب إلى آخر يوم
ku_arab: لەکارخستنی پزیشک بۆ گشت ڕۆژەکە

source: Doctor expertises list
ar_sa: قائمة اختصاصات الأطباء
ku_arab: لیستی پسپۆڕییەکانی پزیشکەکان

# DoctorHavePendingTurns
source: The doctor has pending appointments
ar_sa: موعد الطبيب
ku_arab: پزیشک نۆرەی جێبەجێنەکراوی هەیە

source: Doctor name
ar_sa: اسم الطبيب
ku_arab: ناوی پزیشک

source: Doctors active times
ar_sa: أوقات تواجد الأطباء
ku_arab: کاتی بەردەستبوونی پزیشکەکان

source: Doctors expertises
ar_sa: اختصاصات الأطباء
ku_arab: پسپۆڕییەکانی پزیشکەکان

source: Doctors of
ar_sa: الأطباء المتخصصون
ku_arab: پزیشکەکانی

source: Doctors report
ar_sa: تقرير الأطباء
ku_arab: ڕاپۆرتی پزیشکەکان

# DoneTurns
source: Done appointments
ar_sa: المواعيدة المنتهية
ku_arab: نۆرەکانی ئەنجامدراو

source: Do you want to approve this item?
ar_sa: هل أنت متأكد من تأييد الموضوع؟
ku_arab: ئایا دڵنیای لە دووپاتکردنەوەی ئەم بابەتە؟

source: Do you want to archive this message?
ar_sa: هل أنت متأكد من أرشيف الرسالة؟
ku_arab: ئایا دڵنیای لە ئەرشیڤ کردنی ئەم پەیامە؟

source: Do you want to delete this item?
ar_sa: هل أنت متأكد من حذف الموضوع؟
ku_arab: ئایا دڵنیای لە لادانی ئەم بابەتە؟

source: Edit clinic
ar_sa: تعديل العيادة
ku_arab: دەستکاریکردنی کۆمەڵگەی پزیشکی

# EditDoctorInfo
source: Edit doctor information
ar_sa: تعديل معلومات الطبيب
ku_arab: دەستکاریکردنی زانیارییەکانی پزیشک

source: Edit expertise
ar_sa: تعديل الاختصاص
ku_arab: دەستکاریکردنی پسپۆڕی

source: Edit expertise category
ar_sa: تعديل الهيئة التخصصية
ku_arab: دەستکاریکردنی دەستەی پسپۆری

source: Edit hospital
ar_sa: تعديل المستشفى
ku_arab: دەستکاریکردنئ نەخۆشخانە

source: Edit insurance
ar_sa: تعديل التأمينات
ku_arab: گۆڕینی دەستەبەری

source: Edit place
ar_sa: تعديل الموقع
ku_arab: گۆڕینی شوێن

source: Edit schedule
ar_sa: تحرير وقت العمل
ku_arab: گۆڕینی خشتەی کار کردن

# EditUserInfo
source: Edit user information
ar_sa: تعديل معلومات المستخدم
ku_arab: دەستکاریکردنی زانیارییەکانی بەکارهێنەر

# EditVocationDay
source: Edit vacation day
ar_sa: تعديل يوم العطلة
ku_arab: گۆڕینی ڕۆژەکانی پشوو

source: Enable doctor
ar_sa: تفعيل الطبيب
ku_arab: کارا کردنی پزیشک

source: Enable Two Factor Authentication
ar_sa: تفعیل المصادقة الثنائیة
ku_arab: کارا کردنی چوونەژوورەوەی دو قۆناغی

source: End reservation
ar_sa: انهاء الحجز
ku_arab: کۆتایی تەرخان

# Err_NumberMustBeBiggerThanZero
source: Number must be bigger than 0
ar_sa: الرجاء إدخال رقم أكبر من 0
ku_arab: ژمارەکە دەبێت گەورەتر بێت لە ٠

# Err_PasswordMustBe6Digit
source: Password must be 6 digits in length
ar_sa: يجب ألا يكون كلمة السر أقل من 6 أحرف
ku_arab: ووشەی نهێنی دەبێت زیادتر لە ٦ پیت بێت

# Err_PasswordsAreNotMatch
source: Passwords do not match
ar_sa: كلمة السر غير متطابق
ku_arab: ووشەکانی نهێنی هاوتا نین

# Err_RangeBetween1And100
source: Range between 1 and 100
ar_sa: لا يجوز أن يكون هذا الموضوع أقل من 1 ولا أكثر من 100
ku_arab: ئەم بابەتە نابێت کەمتر لە ١ و زیاتر لە ١٠٠ بێت

# Err_RangeBetween3And100
source: Range between 3 and 100
ar_sa: لا يجوز أن يكون هذا الموضوع أقل من 3 ولا أكثر من 100
ku_arab: ئەم بابەتە نابێت کەمتر لە ٣ و زیاتر لە ١٠٠ بێت

source: Expertise categories
ar_sa: هيئة الاختصاصات
ku_arab: دەستەی پسپۆڕییەکان

source: Expertise categories list
ar_sa: قائمة هيئة المتخصصين
ku_arab: لیستی دەستەی پسپۆڕیەکان

source: Expertise category
ar_sa: هيئة المتخصصين
ku_arab: دەستەی پسپۆڕی

source: Expertises
ar_sa: الاختصاصات
ku_arab: پسپۆڕییەکان

source: Final book
ar_sa: تأييد التخصصي النهائي
ku_arab: کۆتا دووپاتکردنەوەی تەرخان

source: First available from time to time
ar_sa: الموعد الأول من تاريخ إلى تاريخ
ku_arab: یەکەم نۆرە لە بەرواری () تا بەرواری ()

source: First avilable turn in date
ar_sa: الموعد الأول المتوفر في التاريخ المحدد
ku_arab: یەکەم نۆرەی بەردەست لە بەرواری دیاریکراو

source: General schedule
ar_sa: تحديد الوقت
ku_arab: کات دانانی گشتی

source: Has new messages
ar_sa: لديكم رسالة جديدة
ku_arab: پەیامی نوێتان هەیە

source: Hospital name
ar_sa: اسم المستشفى
ku_arab: ناوی نەخۆشخانە

source: In past week
ar_sa: في الاسبوع الماضي
ku_arab: لە یەک هەفتە

# InprogressTurns
source: In progress appointmets
ar_sa: المواعيد المتوقعة للتخصيص
ku_arab: ئەو نۆرانەی لە چاوەڕوانی تەرخانکردن دان

source: Insurances
ar_sa: التأمينات
ku_arab: دەستەبەرییەکان

source: Is governant
ar_sa: حكومية
ku_arab: حکوومییە

source: Is hosterly
ar_sa: 24 ساعة
ku_arab: ٢٤ کاتژمێرییە

source: Item is used, you cannot delete it
ar_sa: لا يمكنكم حذف الموضوع. تم استخدام الموضوع مسبقا.
ku_arab: توانای لادانی ئەم بابەتەتان نییە. ئەم بابەتە بە کار هاتووە

source: Last week appointments
ar_sa: مواعيد الأسبوع الماضي
ku_arab: نۆرەکانی یەک هەفتەی ڕابردوو

source: Manage expertises categories
ar_sa: تنظيم وتصنيف الاختصاصات
ku_arab: رێکخستنی پۆڵێنی پسپۆرییەکان

source: Manage polyclinic services
ar_sa: تنظيم خدمات العيادة
ku_arab: رێکخستنی خزمەتگوزاریەکانی کۆمەڵگەی پزیشکی

source: Medical council number
ar_sa: الرقم الطبي
ku_arab: ژمارەی فەرمی سەندیکای پزیشک

# MoveTurn
source: Move appoitnment
ar_sa: تغيير الموعد
ku_arab: گۆڕین (گوڕینی نۆرە بۆ کاتێکی تر)

# Msg_DoctorNotDefined
source: Doctor is not defined
ar_sa: لم يتم إضافة طبيب لهذه العيادة. يمكنكم إضافة طبيب بالضغط على هذا الزر
ku_arab: هێشتان هیچ پزیشکێک بۆ ئەم کۆمەڵگە پزیشکییە دیاری نەکراوە. بە کلیک کردن لە سەر ئەم دوگمەیە دەتوانی پزیشک دیاری بکەی

# Msg_ManagerNotDefined
source: Manager is not defined
ar_sa: لم يتم تعريف مدير لهذه العيادة. يمكنكم تعريف مدير بالضغط على هذا الزر
ku_arab: هێشتان هیچ بەرێوەبەرێک بۆ ئەم کۆمەڵگە پزیشکییە دیاری نەکراوە. بە کلیک کردن لە سەر ئەم دوگمەیە دەتوانی بەرێوەبەر دیاری بکەی

# Msg_NoExpertiseDefined
source: No expertise is defined
ar_sa: لم يتم تعريف أي اختصاص لهذا الطبيب. يمكنكم تعريف اختصاص بالضغط على هذا الزر
ku_arab: هێشتان هیچ پسپۆریەک بۆ ئەم پزیشکە دیاری نەکراوە. بە کلیک کردن لە سەر ئەم دوگمەیە دەتوانی پسپۆری دیاری بکەی

# Msg_PleaseSelectDate
source: Please select date
ar_sa: الرجاء تحديد اليوم
ku_arab: تکایە بەروارێک دیار بکە

source: New expertise
ar_sa: اختصاص جديد
ku_arab: پسپۆڕیی نوێ

source: New password
ar_sa: كلمة السر الجديدة
ku_arab: ووشەی نهێنی تازە

# NewTurns
source: New appointment
ar_sa: المواعيد المقبلة
ku_arab: نۆرەکانی تازە

source: No data to show
ar_sa: لا توجد معلومات
ku_arab: هیچ زانیاریەک بەردەست نییە

source: No hospital independent clinic
ku_arab: ... بە بێ نەخۆشخانە (نۆرینگەی سەربەخۆ) ...

source: Online reservation percentage
ar_sa: نسبة التخصيص على الشبكة مباشرة (أونلاين)
ku_arab: ڕێژەی تەرخانکردنی ئۆنڵاین

source: Only disable doctor
ar_sa: حضر الطبيب فقط
ku_arab: تەنیا لەکارخستنی پزیشک

source: Out of schedule
ar_sa: ليس لديه/لديها موعد
ku_arab: دەر لە خشتە

source: Patient Info
ar_sa: معلومات المريض
ku_arab: زانیاری نەخۆش

source: Patient Name
ar_sa: اسم المريض
ku_arab: ناوی نەخۆش

# PendingTurns
source: Pending appointments
ar_sa: المواعيد المقبلة
ku_arab: نۆرەکانی داهاتوو

# PersonalInfo
source: Personal information
ar_sa: المعلومات الشخصية
ku_arab: زانیاری کەسی

source: Please select role
ar_sa: الرجاء اختيار دور
ku_arab: تکایە پلەیەک هەڵبژێرە

source: Polyclinic doctors
ar_sa: أطباء العيادة
ku_arab: پزیشکانی کۆمەڵگەی پزیشکی

source: Polyclinic doctors list
ar_sa: قائمة أطباء العيادة
ku_arab: لیستی پزیشکەکانی کۆمەڵگەی پزیشکی

# PolyclinicGeneralSchedule
source: General schedule
ar_sa: الجدول العام
ku_arab: بەرنامەی کات دانانی گشتی

source: Polyclinic managers
ar_sa: مدراء العيادة
ku_arab: بەڕێوەبەرانی کۆمەڵگەی پزیشکی

source: Polyclinic name
ar_sa: اسم العيادة
ku_arab: ناوی کۆمەڵگەی پزیشکی

# PolyclinicPhone
source: Polyclinic phone number
ar_sa: رقم العيادة
ku_arab: ژمارە تەلەفۆنی کۆمەڵگەی پزیشکی

source: Polyclinic prefix
ku_arab: پێشگری کۆمەڵگە پزیشکییەکان

# PolyclinicsCount
source: Number of polyclinics
ar_sa: أرقام العيادات
ku_arab: ژمارەی کۆمەڵگە پزیشکییەکان

# PolyclinicsList
source: List of polyclinics
ar_sa: قائمة العيادات
ku_arab: لیستی کۆمەڵگە پزیشکییەکان

# PolyclinicsWithNewTurns
source: Polyclinics with new appointments
ar_sa: العيادات ذات المواعيد المقبلة
ku_arab: کۆمەڵگە پزیشکییەکان خاوەن نۆرەی نوێ

# PolyclinicTurns
source: Polyclinic appointments
ar_sa: مواعيد العيادة
ku_arab: نۆرەکانی کۆمەڵگەی پزیشکی

source: Prepayment percentage
ar_sa: نسبة الدفع مقدما
ku_arab: ڕێژەی پارەدانی پێشەکی

source: Register polyclinic requests
ar_sa: طلبات تسجيل العيادة
ku_arab: داواکارییەکانی تۆمار کردنی کۆمەڵگەی پزیشکی

source: Register requests
ar_sa: طلبات التسجيل
ku_arab: داواکارییەکانی تۆمار کردن

source: Reporting
ar_sa: استلام التقرير
ku_arab: ڕاپۆرت کردن

source: Reports
ar_sa: التقارير
ku_arab: ڕاپۆرتەکان

source: Request Sonar
ar_sa: طلب السونار
ku_arab: داواکاری سۆنار

source: Reservation announcement message
ar_sa: رسالة التبليغ لتخصيص الموعد
ku_arab: دەقی پەیامی ئاگادارکردنەوەی تەرخانی نۆرە

source: Reservation announcement SMS
ar_sa: رسالة SMS التبيلغ لتخصيص الموعد
ku_arab: دەقی کورتەنامەی ئاگادارکردنەوەی تەرخانی نۆرە

source: Reservation limitation before visit
ar_sa: مدة التخصيص إلى ساعات قبل البدء بالزيارة
ku_arab: مەودای تەرخانکردن تا چەند کاتژمێر پێش دەستپێکی سەردان

source: Reservation limitation for days
ar_sa: تعيين وقت الموعد يوميا وفق وقت البدء بزيارة الطبيب
ku_arab: دانانی مەودای نۆرەدان بۆ هەر ڕۆژێک بە پێی کاتی دەستپێکی بینینی نەخۆش لای پزیشک

# ReserveTurn
source: Reserve appointment
ar_sa: حجز الموعد
ku_arab: تەرخانکردنی نۆرە

# ReserveTurnOutSide
source: Reserve appointmet outside
ar_sa: حجز الموعد خارج برنامج تحديد الوقت
ku_arab: تەرخانکردنی نۆرە بەدەر لە خشتەی نۆرەکان

# ReserveTurnsChannelsStatistics
source: Reserve appointment channe is statistics
ar_sa: إحصائيات طرق (قنوات) تعيين الموعد
ku_arab: ئاماری کەناڵەکانی تەرخانکردنی نۆرە

source: Resources
ar_sa: المصادر
ku_arab: سەرچاوەکان

source: Scheduling
ar_sa: تحديد الوقت
ku_arab: کات دانان

source: Scientific grade
ar_sa: الدرجة العلمية
ku_arab: پلەی زانستی

source: Select clinic manager
ar_sa: اختيار مدير العيادة
ku_arab: هەڵبژاردنی بەڕێوەبەری نۆرینگە

source: Select polyclinic manager
ar_sa: ختيار مدير المركز الصحي
ku_arab: هەڵبژاردنی بەڕێوەبەری کۆمەڵگەی پزیشکی

source: Send to another doctor
ar_sa: أرسل إلى طبيب آخر
ku_arab: سپاردن (سپاردنی نۆرە بۆ پزیشکێکی تر)

source: Set doctor availability
ar_sa: تفعيل و تجميد الطبيب
ku_arab: دانانی کاتی لەبەردەستدابوونی پزیشک

source: Set manual schedule
ar_sa: تنظيم ساعات العمل يدويا
ku_arab: ڕێکخستنی کاتژمێری کارکردن بە پێی ڕینمایی

source: Set special schedule for doctor
ar_sa: تنظيم ساعات العمل الخاصة بالطبيب
ku_arab: ڕێکخستنی کاتژمێری کارکردنی تایبەتی پزیشک

source: Show all messages
ar_sa: عرض جميع الرسائل
ku_arab: پێشاندانی هەموو پەیامەکان

# ShowThisDateTurns
source: Show this date appointments
ar_sa: عرض مواعيد هذا التاريخ
ku_arab: پێشاندانی نۆرەکانی ئەم بەروارە

source: Simultaneous with start visit
ar_sa: متزامنا مع البدء بالزيارة
ku_arab: هاوکات لەگەڵ دەستپێکی سەردان

source: Start reservation
ar_sa: البدء بالزيارة
ku_arab: دەستپێکردنی تەرخانکردنی نۆرە

source: Start reservation date
ar_sa: البدء بتعيين الموعد بتاريخ
ku_arab: دەستپێکی نۆرەدان لە بەرواری:

source: Start visit
ar_sa: البدء بالزيارة
ku_arab: دەستپێکردنی سەردان

source: To current clinic doctors
ar_sa: للأطباء المتواجدين في المركز الصحي
ku_arab: بۆ پزیشکەکانی ئێستای نۆرینگە

# TodayTurns
source: Today appointments
ar_sa: مواعيد اليوم
ku_arab: نۆرەکانی ئەمڕۆ

# ToFirstAvailableTurn
source: To first available appointment
ar_sa: الموعد الأول المتوفر
ku_arab: لە یەکەم نۆرەی بەردەست

source: To other clinic doctors
ar_sa: لأطباء عيادات أخرى
ku_arab: بۆ پزیشکەکانی نۆرینگەکانی

source: Total visits
ar_sa: كافة الزيارات
ku_arab: گشت سەردانەکان

# Totaly
source: Totally
ar_sa: الكل
ku_arab: هەمووی

# TurnsCount
source: Appointment count
ar_sa: عدد المواعيد
ku_arab: ژمارەی نۆرەکان

# TurnsList
source: Appointment List
ar_sa: قائمة المواعيد
ku_arab: لیستی نۆرەکان

# TurnsReport
source: Appointment report
ar_sa: تقرير المواعيد
ku_arab: ڕاپۆرتی نۆرەکان

# TurnsSpecialReport
source: Appointments special report
ar_sa: التقرير الخاص للمواعيد
ku_arab: ڕاپۆرتی تایبەتی نۆرەکان

# TurnsStatistics
source: Appointments statistics
ar_sa: إحصاء المواعيد
ku_arab: ئاماری نۆرەکان

source: Upload new version
ar_sa: تحميل الاصدار الجديد
ku_arab: بارکردنی وەشانی نوێ

source: User
ar_sa: المستخدم
ku_arab: بەکارهێنەر

source: User info details
ar_sa: معلومات المستخدم
ku_arab: زانیارییەکانی بەکارهێنەر

source: Users
ar_sa: المستخدمون
ku_arab: بەکارهێنەران

source: Users list
ar_sa: قائمة المستخدمين
ku_arab: لیستی بەکارهێنەران

source: View and print report
ar_sa: مراجعة وطبع التقرير
ku_arab: بینین و چاپکردنی ڕاپۆرت

source: Visit price
ar_sa: مبلغ الزيارة
ku_arab: بڕی پارەی سەردان

source: Visit statistics
ar_sa: إحصائيات الزيارات
ku_arab: ئاماری سەردان

source: Without limitation
ar_sa: دون فاصل
ku_arab: بێ سنوور

source: Working hours
ar_sa: أوقات العمل
ku_arab: کاتەکانی کار کردن

# YouCanManageThisClinics
source: You can manage these clinics
ar_sa: يمكنم تنظيم المركز الصحي (العيادة)
ku_arab: ئێوە دەتوانن ئەم نۆرینگانە بەڕێوە ببەن

# YouCanManageThisPolyClinics
source: You can manage these polyclinics
ar_sa: يمكنم تنظيم المركز الصحي (العيادة الشاملة)
ku_arab: ئێوە دەتوانن ئەم کۆمەڵگە پزیشکییانە بەڕێوە ببەن

source: Current Doctors
ar_sa: الأطباء الحاليين
ku_arab: پزیشکانی ئێستا

source: Sonar Requests
ar_sa: طلبات سونار
ku_arab: داواکاریەکانی سۆنار

# AddNewGroup
source: Add Group
ar_sa: أضف مجموعة
ku_arab: زیاد کردنی دەستە

source: Select Center Type
ar_sa: حدد نوع المركز
ku_arab: جۆری سەنتەر هەڵبژێرە

source: Add New Service
ar_sa: أضف خدمة جديدة
ku_arab: زیاد کردنی سێرڤیسی نوێ
